[
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 159",
    "text": "Điều 159 của Bộ luật Tố\ntụng dân sự; cụ thể như sau:\na) Thời hiệu khởi kiện để yêu cầu Toà án giải quyết vụ án dân sự là hai năm, kể từ\nngày 1/1/2005, nếu tranh chấp phát sinh trước ngày 1/1/2005 hoặc kể từ ngày phát\nsinh tranh chấp, nếu tranh chấp phát sinh từ ngày 1/1/2005.\nb) Thời hiệu yêu cầu để Toà án giải quyết việc dân sự là 1 năm, kể từ ngày 1/1/2005,\nnếu quyền yêu cầu phát sinh trước ngày 1/1/2005 hoặc kể từ ngày phát sinh quyền\nyêu cầu, nếu yêu cầu phát sinh từ ngày 1/1/2005.\n1.3. Đối với giao dịch dân sự được xác lập từ ngày 1/1/2005 mà Bộ luật Dân sự và\ncác văn bản pháp luật khác không có quy định thời hiệu khởi kiện, thời hiệu yêu cầu,\nthì thời hiệu khởi kiện, thời hiệu yêu cầu được thực hiện theo quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 159",
    "text": "Điều 159\ncủa Bộ luật Tố tụng dân sự.\n1.4. Về thời hạn yêu cầu Toà tuyên bố giao dịch dân sự vô hiệu\na) Đối với giao dịch dân sự được giao kết trước ngày 1/7/1996 thuộc trường hợp quy\nđịnh tại khoản 1",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 của Pháp lệnh Hợp đồng dân sự năm 1991 bao gồm: nội\ndung hợp đồng vi phạm điều cấm của pháp luật hoặc trái với đạo đức xã hội; một10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 2/16\nhoặc các bên không có quyền giao kết hợp đồng (chủ thể giao kết hợp đồng không\nthuộc một trong các trường hợp quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Pháp lệnh Hợp đồng dân sự năm\n1991), thì thời gian yêu cầu Toà án tuyên bố giao dịch dân sự vô hiệu không bị hạn\nchế. Trong mọi thời điểm một bên hoặc các bên đều có quyền yêu cầu Toà án tuyên\nbố giao dịch dân sự đó vô hiệu.\nTrong trường hợp các bên vẫn thực hiện hợp đồng và phát sinh tranh chấp, cho nên\nmột bên hoặc các bên khởi kiện yêu cầu Toà án giải quyết, nếu trong quá trình giải\nquyết Toà án xác định giao dịch dân sự đó là vô hiệu thuộc trường hợp được quy\nđịnh tại khoản 1",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 của Pháp lệnh Hợp đồng dân sự, thì Toà án có quyền tuyên\nbố giao dịch dân sự đó vô hiệu và xử lý hậu quả giao dịch dân sự vô hiệu theo quy\nđịnh của văn bản pháp luật có hiệu lực tại thời điểm giao dịch được xác lập.\nb) Đối với giao dịch dân sự được giao kết trước ngày 1/7/1996 thuộc trường hợp quy\nđịnh tại khoản 2 và khoản 3",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 của Pháp lệnh Hợp đồng dân sự năm 1991 bao\ngồm: hợp đồng dân sự vô hiệu do người chưa thành niên xác lập, thực hiện (do có vi\nphạm quy định tại khoản 2 và khoản 3",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Pháp lệnh Hợp đồng dân sự năm\n1991); do một bên bị nhầm lẫn về nội dung chủ yếu của hợp đồng; bị đe doạ hoặc bị\nlừa dối), thì thời hạn yêu cầu Toà án tuyên bố giao dịch dân sự vô hiệu theo quy định\ntại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 56",
    "text": "Điều 56 của Pháp lệnh Hợp đồng dân sự là ba năm, kể từ ngày giao dịch dân sự\nđược xác lập. Hết thời hạn ba năm mà không có yêu cầu Toà án tuyên bố giao dịch\ndân sự vô hiệu, thì giao dịch dân sự đó được coi là có hiệu lực.\nTrong trường hợp các bên vẫn thực hiện hợp đồng và phát sinh tranh chấp, cho nên\nmột bên hoặc các bên khởi kiện yêu cầu Toà án giải quyết, nếu đã hết thời hạn ba\nnăm, kể từ ngày giao dịch dân sự được xác lập, thì họ không có quyền yêu cầu Toà\nán tuyên bố giao dịch dân sự đó vô hiệu vì lý do vi phạm quy định tại khoản 2 hoặc\nkhoản 3",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 của Pháp lệnh Hợp đồng dân sự. Trong trường hợp này Toà án tiến\nhành giải quyết tranh chấp giao dịch dân sự theo thủ tục chung.\nc) Đối với giao dịch dân sự được giao kết từ ngày 1/7/1996 mà có yêu cầu Toà án\ntuyên bố giao dịch dân sự vô hiệu, thì áp dụng các quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 145",
    "text": "Điều 145 của Bộ luật\nDân sự về thời hạn yêu cầu Toà án tuyên bố giao dịch dân sự vô hiệu.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 3/16\n1.5. Đối với giao dịch dân sự về nhà ở thuộc đối tượng điều chỉnh của Nghị quyết số\n58/1998/NQ-UBTVQH10 ngày 20/8/1998 của Uỷ ban Thường vụ Quốc hội về giao\ndịch dân sự về nhà ở được xác lập trước ngày 1/7/1991 và theo hướng dẫn tại\nThông tư Liên tịch số 01/1999/T TLT-TANDTC-VKSNDTC ngày 25/1/1999 của Toà án\nnhân dân tối cao, Viện kiểm sát nhân dân tối cao \"hướng dẫn áp dụng một số quy\nđịnh tại Nghị quyết về giao dịch dân sự về nhà ở được xác lập trước ngày 1/7/1991\ncủa Uỷ ban Thường vụ Quốc hội\" thì thời gian từ ngày 1/7/1996 đến ngày 1/1/1999\nkhông tính vào thời hiệu khởi kiện.\n2. Việc áp dụng các quy định của pháp luật về thời hiệu khởi kiện liên quan đến thừa\nkế\n2.1. Quyền thừa kế\n\"Quyền thừa kế\" quy định tại khoản 1",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 Pháp lệnh Thừa kế năm 1990,",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều\n648",
    "text": "Điều\n648 của Bộ luật Dân sự bao gồm quyền yêu cầu chia di sản thừa kế, quyền yêu cầu\nxác nhận quyền thừa kế của mình hoặc quyền yêu cầu bác bỏ quyền thừa kế của\nngười khác.\n2.2. Thời hiệu khởi kiện về quyền thừa kế\na) Đối với trường hợp thừa kế mở trước ngày 1/7/1996, thì thời hiệu khởi kiện về\nquyền thừa kế được thực hiện theo quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 của Pháp lệnh Thừa kế năm\n1990 và hướng dẫn tại Nghị quyết 02/HĐTP  ngày 19/10/1990 của Hội đồng Thẩm\nphán Toà án nhân dân tối cao \"hướng dẫn áp dụng một số quy định của Pháp lệnh\nThừa kế\".\nKhi xác định thời hiệu khởi kiện về quyền thừa kế mà thời điểm mở thừa kế trước\nngày 1/7/1991 và di sản là nhà ở thì thời gian từ ngày 1/7/1996 đến ngày 1/1/1999\nkhông tính vào thời hiệu khởi kiện.\nb) Đối với trường hợp thừa kế mở từ ngày 1/7/1996 thì thời hiệu khởi kiện về quyền\nthừa kế được thực hiện theo quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 648",
    "text": "Điều 648 của Bộ luật Dân sự.\n2.3. Thời hiệu khởi kiện yêu cầu người thừa kế thực hiện nghĩa vụ về tài sản do\nngười chết để lại, thanh toán các khoản chi từ di sản.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 4/16\na) Đối với trường hợp thừa kế mở trước ngày 01/7/1996 thì thời hiệu khởi kiện yêu\ncầu người thừa kế thực hiện nghĩa vụ về tài sản do người chết để lại, thanh toán các\nkhoản chi từ di sản được thực hiện theo quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 của Pháp lệnh Thừa kế\nvà hướng dẫn tại Nghị quyết số 02/HĐTP  ngày 19/10/1990 của Hội đồng Thẩm phán\nToà án nhân dân tối cao \"hướng dẫn áp dụng một số quy định của Pháp lệnh Thừa\nkế\". Nếu nghĩa vụ về tài sản do người chết để lại, thanh toán các khoản chi từ di sản\nđược phát sinh trước ngày 01/7/1991 có liên quan đến nhà ở thì thời gian từ ngày\n01/7/1996 đến ngày 01/01/1999 không tính vào thời hiệu khởi kiện.\nb) Đối với trường hợp thừa kế mở từ ngày 01/7/1996 thì thời hiệu khởi kiện yêu cầu\nngười thừa kế thực hiện nghĩa vụ về tài sản do người chết để lại, thanh toán các\nkhoản chi từ di sản được thực hiện theo quy định của Bộ luật Dân sự. Việc xác định\nthời hiệu khởi kiện phải căn cứ vào quy định tại các Điều 639, 640 và 418 của Bộ luật\nDân sự và hướng dẫn tại các tiểu mục 1.2, 1.3, 1.4 mục 1 Phần I của Nghị quyết này .\n2.4. Không áp dụng thời hiệu khởi kiện về quyền thừa kế\na) Trường hợp trong thời hạn mười năm, kể từ thời điểm mở thừa kế mà các đồng\nthừa kế không có tranh chấp về quyền thừa kế và có văn bản cùng xác nhận là đồng\nthừa kế hoặc sau khi kết thúc thời hạn mười năm mà các đồng thừa kế không có\ntranh chấp về hàng thừa kế và đều thừa nhận di sản do người chết để lại chưa chia\nthì di sản đó chuyển thành tài sản chung của các thừa kế. Khi có tranh chấp và yêu\ncầu Toà án giải quyết thì không áp dụng thời hiệu khởi kiện về quyền thừa kế, mà áp\ndụng các quy định của pháp luật về chia tài sản chung để giải quyết và cần phân biệt\nnhư sau:\na.1. Trường hợp có di chúc mà các đồng thừa kế không có tranh chấp và thoả thuận\nviệc chia tài sản sẽ được thực hiện theo di chúc khi có nhu cầu chia tài sản, thì việc\nchia tài sản chung đó được thực hiện theo di chúc.\na.2. Trường hợp không có di chúc mà các đồng thừa kế thảo thuận về phần mỗi\nngười được hưởng khi có nhu cầu chia tài sản, thì việc chia tài sản chung đó được\nthực hiện theo thoả thuận của họ.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 5/16\na.3. Trường hợp không có di chúc và các đồng thừa kế không có thoả thuận về phần\nmỗi người được hưởng khi có nhu cầu chia tài sản, thì việc chia tài sản chung đó\nđược thực hiện theo quy định của pháp luật về chia tài sản chung.\nb) Trường hợp người chết để lại di sản cho các thừa kế nhưng các thừa kế không\ntrực tiếp quản lý, sử dụng mà di sản đó đang do người khác chiếm hữu bất hợp pháp\nhoặc thuê, mượn, quản lý theo uỷ quyền... thì các thừa kế có quyền khởi kiện người\nkhác đó để đòi lại di sản.\nII. Về thừa kế, tranh chấp liên quan đến quyền sử dụng đất\n1. Xác định quyền sử dụng đất là di sản\n1.1. Đối với đất do người chết để lại (không phân biệt có tài sản hay không có tài sản\ngắn liền với quyền sử dụng đất) mà người đó đã có giấy chứng nhận quyền sử dụng\nđất theo Luật Đất đai năm 1987, Luật Đất đai năm 1993, Luật Đất đai năm 2003 thì\nquyền sử dụng đất đó là di sản.\n1.2. Đối với trường hợp đất do người chết để lại mà người đó có một trong các loại\ngiấy quy định tại các Khoản 1, 2 và 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật Đất đai năm 2003, thì kể từ\nngày 01/7/2004 quyền sử dụng đất đó cũng là di sản, không phụ thuộc vào thời điểm\nmở thừa kế.\n1.3. Trường hợp người chết để lại quyền sử dụng đất mà đất đó không có một trong\ncác loại giấy tờ được hướng dẫn tại tiểu mục 1.1 và tiểu mục 1.2 mục 1 này nhưng\ncó di sản là nhà ở, vật kiến trúc khác (như: nhà bếp, nhà tắm, nhà vệ sinh, giếng\nnước, nhà để ô tô, nhà thờ, tường xây làm hàng rào gắn với nhà ở, các công trình\nxây dựng trên đất được giao để sử dụng vào mục đích sản xuất, kinh doanh như nhà\nxưởng, kho tàng, hệ thống tưới, tiêu nước, chuồng trại chăn nuôi hay vật kiến trúc\nkhác hoặc trên đất có các tài sản khác như cây lấy gỗ, cây lấy lá, cây ăn quả, cây\ncông nghiệp hay các cây lâu năm khác) gắn liền với quyền sử dụng đất đó mà có yêu\ncầu chia di sản thừa kế, thì cần phân biệt các trường hợp sau:\na) Trong trường hợp đương sự có văn bản của Uỷ ban nhân dân cấp có thẩm quyền\nxác nhận việc sử dụng đất đó là hợp pháp, nhưng chưa kịp cấp giấy chứng nhận10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 6/16\nquyền sử dụng đất, thì Toà án giải quyết yêu cầu chia di sản là tài sản gắn liền với\nquyền sử dụng đất và quyền sử dụng đất đó.\nb) Trong trường hợp đương sự không có văn bản của Uỷ ban nhân dân cấp có thẩm\nquyền xác nhận việc sử dụng đất đó là hợp pháp, nhưng có văn bản của Uỷ ban\nnhân dân cấp có thẩm quyền cho biết rõ là việc sử dụng đất đó không vi phạm quy\nhoạch và có thể được xem xét để giao quyền sử dụng đất, thì Toà án giải quyết yêu\ncầu chia di sản là tài sản gắn liền với quyền sử dụng đất. Đồng thời phải xác định\nranh giới, tạm giao quyền sử dụng đất đó cho đương sự để Uỷ ban nhân dân cấp có\nthẩm quyền tiến hành các thủ tục giao quyền sử dụng đất và cấp giấy chứng nhận\nquyền sử dụng đất cho đương sự theo quy định của pháp luật về đất đai.\nc) Trong trường hợp Uỷ ban nhân dân cấp có thẩm quyền có văn bản cho biết rõ việc\nsử dụng đất đó là không hợp pháp, di sản là tài sản gắn liền với quyền sử dụng đất\nkhông được phép tồn tại trên đất đó, thì Toà án chỉ giải quyết tranh chấp về di sản là\ntài sản trên đất đó.\n1.4. Trường hợp người chết để lại quyền sử dụng đất mà đất đó không có một trong\ncác loại giấy tờ quy định tại tiểu mục 1.1, tiểu mục 1.2 mục 1 này và cũng không có di\nsản là tài sản gắn liền với quyền sử dụng đất được hướng dẫn tại tiểu mục 1.3 mục 1\nnày, nếu có tranh chấp thì thuộc thẩm quyền giải quyết của Uỷ ban nhân dân theo\nquy định của pháp luật về đất đai.\n2. Việc giải quyết tranh chấp hợp đồng chuyển nhượng quyền sử dụng đất\n2.1. Đối với tranh chấp hợp đồng chuyển nhượng quyền sử dụng đất được xác lập\ntrước ngày 01/7/1980 (ngày Hội đồng Chính phủ nay là Chính phủ ban hành Quyết\nđịnh số 201/CP  về việc thống nhất quản lý ruộng đất và tăng cường công tác quản lý\nruộng đất trong cả nước) mà sau ngày 15/10/1993 mới phát sinh tranh chấp, thì việc\ngiải quyết tranh chấp này như sau:\na) Trường hợp nội dung và hình thức của hợp đồng phù hợp với quy định của pháp\nluật tại thời điểm giao kết hợp đồng.\na.1. Nếu bên nhận chuyển nhượng đã nhận đất thì Toà án công nhận hợp đồng,\nbuộc các bên phải thực hiện nghĩa vụ theo hợp đồng và phải làm thủ tục chuyển10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 7/16\nquyền sử dụng đất. Nếu bên nhận đất chưa trả đủ tiền cho bên có đất thì buộc họ\nphải trả cho bên chuyển nhượng  số tiền còn thiếu theo giá đất thực tế trên thị trường\ntại thời điểm xét xử sơ thẩm.\na.2. Nếu bên nhận chuyển nhượng đã trả đủ tiền nhưng chưa nhận đất và bên\nchuyển nhượng vẫn quản lý, sử dụng, chưa xây dựng công trình kiến trúc trên đất\nđó, thì các bên phải thực hiện nghĩa vụ theo hợp đồng, trừ trường hợp các bên có\nthoả thuận khác.\nTrong trường hợp bên chuyển nhượng đã làm nhà ở hoặc không có điều kiện để\ngiao đất cho bên nhận chuyển nhượng, thì tuỳ trường hợp cụ thể Toà án có thể huỷ\nhợp đồng, buộc bên chuyển nhượng phải thanh toán cho bên nhận chuyển nhượng\nkhoản tiền đã nhận theo giá đất thực tế trên thị trường tại thời điểm xét xử sơ thẩm.\nb) Trường hợp nội dung của hợp đồng phù hợp với quy định của pháp luật nhưng\nhình thức của hợp đồng không phù hợp với quy định của pháp luật tại thời điểm giao\nkết hợp đồng.\nb.1. Nếu các bên chưa thực hiện nghĩa vụ theo hợp đồng thì Toà án tuyên bố hợp\nđồng vô hiệu và huỷ hợp đồng.\nb.2. Nếu bên nhận chuyển nhượng đã trả đủ tiền chuyển nhượng đất; bên chuyển\nnhượng đã giao toàn bộ diện tích đất, thì Toà án công nhận hợp đồng chuyển\nnhượng đất đó. Trong trường hợp bên nhận chuyển nhượng mới trả một phần tiền\nchuyển nhượng đất, bên chuyển nhượng mới giao một phần diện tích đất, thì có thể\ncông nhận phần hợp đồng đó căn cứ vào diện tích đất đã nhận. Nếu công nhận phần\nhợp đồng trong trường hợp bên chuyển nhượng giao diện tích đất có giá trị lớn hơn\nsố tiền mà họ đã nhận, thì Toà án buộc bên nhận chuyển nhượn g thanh toán cho bên\nchuyển nhượng phần chênh lệch giữa số tiền mà bên nhận chuyển nhượng đã trả so\nvới diện tích đất thực tế mà họ đã nhận tại thời điểm giao kết hợp đồng theo giá trị\nquyền sử dụng đất tính theo giá thị trường tại thời điểm xét xử sơ thẩm. Đồng thời\nbuộc các bên phải làm thủ tục chuyển quyền sử dụng đất đối với diện tích đất mà\nbên nhận chuyển nhượng đã nhận. Trong trường hợp bên nhận chuyển nhượng đã\ngiao số tiền lớn hơn giá trị diện tích đất đã nhận mà Toà án chỉ công nhận phần hợp10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 8/16\nđồng tương ứng với diện tích đất mà họ đã nhận thì bên chuyển nhượng phải thanh\ntoán khoản tiền đã nhận vượt quá giá trị diện tích đất đã giao tính theo giá trị quyền\nsử dụng đất theo giá thị trường tại thời điểm xét xử sơ thẩm.\nc) Đối với trường hợp được hướng dẫn tại điểm a và điểm b tiểu mục 2.1 mục 2 này\nmà bên chuyển nhượng đã nhận tiền của bên nhận chuyển nhượng nhưng chưa\ngiao đất cho họ mà đất đó đã bị Nhà nước thu hồi để sử dụng vào mục đích công\ncộng và có đền bù cho bên chuyển nhượng đất thì Toà án tuyên  bố hợp đồng vô hiệu\nvà huỷ hợp đồng. Việc giải quyết hậu quả của hợp đồng vô hiệu được thực hiện theo\nhướng dẫn tại điểm c tiểu mục 2.3 mục 2 này .\nd) Nếu hợp đồng chuyển nhượn g quyền sử dụng đất có điều kiện mà điều kiện đó đã\nxảy ra hoặc đã được thực hiện, thì hợp đồng đó được giải quyết theo hướng dẫn tại\nđiểm a và điểm b tiểu mục 2.1 mục 2 này .\nđ. Hợp đồng chuyển nhượng quyền sử dụng đất mà toàn bộ hoặc một phần nội dung\ncủa hợp đồng vi phạm pháp luật hoặc trái đạo đức xã hội thì bị vô hiệu toàn bộ hoặc\nmột phần và việc giải quyết hậu quả pháp lý của hợp đồng vô hiệu được thực hiện\ntheo quy định tại Điều 137,",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 của Bộ luật Dân sự và hướng dẫn tại điểm c\ntiểu mục 2.3 mục 2 này .\n2.2. Việc giải quyết tranh chấp hợp đồng chuyển nhượng quyề n sử dụng đất được\nxác lập từ ngày 01/7/1980 (ngày Chính phủ ban hành Quyết định số 201/CP) đến\ntrước ngày 15/10/1993 (ngày Luật Đất đai năm 1993 có hiệu lực)\nPháp luật thời kỳ này nghiêm cấm việc mua, bán phát canh thu tô chuyển nhượng\nđất đai dưới mọi hình thức; do đó, khi có tranh chấp hợp đồng chuyển nhượng quyền\nsử dụng đất, Toà án giải quyết như sau:\na) Về nguyên tắc chung hợp đồng chuyển nhượng quyền sử dụng đất đai được xác\nlập trong thời điểm từ ngày 01/7/1980 đến trước ngày 15/10/1993 là hợp đồng trái\npháp luật; do đó, nếu có tranh chấp mà hợp đồng chuyển nhượng quyền sử dụng đất\nchưa được thực hiện thì Toà án huỷ hợp đồng vì hợp đồng bị vô hiệu. Việc giải quyết\nhậu quả của hợp đồng vô hiệu được thực hiện theo hướng dẫn tại tiểu mục 2.3 mục\n2 này .10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 9/16\nb) Nếu hợp đồng chuyển nhượng quyền sử dụng đất đã được thực hiện thì Toà án\ncông nhận hợp đồng trong các trường hợp sau đây:\nb.1. Bên nhận chuyển nhượng quyền sử dụng đất đã được Uỷ ban nhân dân cấp có\nthẩm quyền cấp giấy chứng nhận quyền sử dụng đất theo quy định của pháp luật về\nđất đai;\nb.2. Trường hợp đất chưa được  cấp giấy chứng nhận quyền sử dụng đất, nhưng bên\nnhận chuyển nhượng quyền sử dụng đất đã hoàn tất thủ tục xin cấp giấy chứng nhận\nquyền sử dụng đất tại Uỷ ban nhân dân có thẩm quyền, Uỷ ban nhân dân đã cho\nphép việc chuyển nhượng;\nb.3. Bên nhận chuyển nhượng quyền sử dụng đất đã xây nhà ở, công trình kiến trúc,\ntrồng cây lâu năm, đầu tư sản xuất, kinh doanh không vi phạm qui định về quy hoạch\nvà bên chuyển nhượng cũng không phản đối khi bên nhận chuyển quyền sử dụng\nđất xây nhà ở, công trình kiến trúc, trồng cây lâu năm, đầu tư sản xuất, kinh doanh\ntrên đất đó.\n2.3. Việc giải quyết tranh chấp hợp đồng chuyển nhượng quyề n sử dụng đất được\nxác lập từ sau này 15/10/1993\na) Điều kiện để công nhận hợp đồng chuyển nhượng quyền sử dụng đất.\nTheo qui định tại Điều 131, các điều từ",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 705",
    "text": "Điều 705 đến",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 707",
    "text": "Điều 707 và",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 711",
    "text": "Điều 711 của Bộ\nluật Dân sự, khoản 2 Điều 3, Điều 30,",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31 của Luật Đất đai năm 1993 và khoản 1\nĐiều 106, điểm b khoản 1 Điều 127, khoản 1",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 của Luật Đất đai năm 2003,\nthì Toà án chỉ công nhận hợp đồng chuyển nhượng quyền sử dụng đất khi hợp đồng\nđó có đầy đủ các điều kiện sau đây:\na.1. Người tham gia giao kết hợp đồng chuyển nhượng quyền sử dụng đất có năng\nlực hành vi dân sự;\na.2. Người tham gia giao kết hợp đồng chuyển nhượng quyền sử dụng đất hoàn toàn\ntự nguyện;\na.3. Mục đích và nội dung của hợp đồng chuyển nhượng quyề n sử dụng đất không\ntrái pháp luật, đạo đức xã hội;10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 10/16\na.4. Đất chuyển nhượng đã được cơ quan có thẩm quyền cấp giấy chứng nhận\nquyền sử dụng đất theo Luật Đất đai năm 1987, Luật Đất đai năm 1993, Luật Đất đai\nnăm 2003;\na.5. Bên chuyển nhượng quyền sử dụng đất phải có đủ điều kiện chuyển nhượng và\nbên nhận chuyển nhượng quyền sử dụng đất phải có đủ điều kiện về nhận chuyển\nnhượng theo qui định của pháp luật;\na.6. Hợp đồng chuyển nhượng quyền sử dụng đất được lập thành văn bản có chứng\nnhận của Công chứng nhà nước hoặc chứng thực của Uỷ ban nhân dân cấp có thẩm\nquyền.\nb) Xác định hợp đồng chuyển nhượng quyền sử dụng đất không có đầy đủ các điều\nkiện được hướng dẫn tại điểm a tiểu mục 2.3 mục 2 này .\nb.1. Đối với hợp đồng được giao kết trước ngày 01/7/2004 vi phạm điều kiện được\nhướng dẫn tại điểm a.4 tiểu mục 2.3 mục 2 này, nhưng đã có một trong các loại giấy\ntờ về quyền sử dụng đất được quy định tại các khoản 1, 2 và 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật Đất\nđai năm 2003, mà có phát sinh tranh chấp, nếu từ ngày 01/7/2004 mới có yêu cầu\nToà án giải quyết, thì không coi là hợp đồng vô hiệu do vi phạm điều kiện này .\nb.2. Đối với hợp đồng chuyển nhượng quyền sử dụng đất mà tại thời điểm giao kết vi\nphạm các điều kiện được hướn g dẫn tại điểm a.4 và điểm a.6 tiểu mục 2, 3 mục 2\nnày, nhưng sau đó đã được Uỷ ban nhân dân cấp có thẩm quyền cấp giấy chứng\nnhận quyền sử dụng đất hoặc một trong các loại giấy tờ quy định tại các khoản 1, 2\nvà 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật Đất đai năm 2003 mà có phát sinh tranh chấp và từ ngày\n01/7/2004 mới có yêu cầu Toà án giải quyết, thì không coi là hợp đồng vô hiệu do vi\nphạm điều kiện này .\nb.3. Đối với hợp đồng chuyển nhượng quyền sử dụng đất vi phạm điều kiện được\nhướng dẫn tại điểm a.4 và điểm a.6 tiểu mục 2.3 mục 2 này, nếu sau khi thực hiện\nhợp đồng chuyển nhượng, bên nhận chuyển nhượng đã trồng cây lâu năm, đã làm\nnhà kiên cố... và bên chuyển nhượng không phản đối và cũng không bị cơ quan nhà\nnước có thẩm quyền xử lý vi phạm hành chính theo các quy định của Nhà nước về\nxử lý vi phạm hành chính trong lĩnh vực đất đai, thì Toà án công nhận hợp đồng. Nếu10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 11/16\nbên nhận chuyển nhượng chỉ làm nhà trên một phần đất, thì Toà án công nhận phần\nhợp đồng chuyển nhượng quyền sử dụng phần đất có nhà ở và huỷ phần hợp đồng\nđối với diện tích đất còn lại, buộc bên nhận chuyển nhượng giao trả phần đất đó cho\nbên chuyển nhượng, trừ trường hợp việc giao trả không bảo đảm mục đích sử dụng\ncho cả hai bên giao kết hợp đồng, đồng thời buộc các bên thanh  toán cho nhau phần\nchênh lệch.\nc) Việc giải quyết hậu quả của hợp đồng chuyển nhượng quyền sử dụng đất vô hiệu.\nc.1. Khi xác định hợp đồng chuyển nhượng quyền sử dụng đất vô hiệu, thì tuỳ từng\ntrường hợp Toà án áp dụng quy định của điều luật tương ứng từ",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 136",
    "text": "Điều 136 đến Điều\n138, từ",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 140",
    "text": "Điều 140 đến",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 145",
    "text": "Điều 145 và",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 của Bộ luật Dân sự để xác định thời hạn\nyêu cầu Toà án tuyên bố hợp đồng chuyển nhượng quyền sử dụng đất vô hiệu và xử\nlý hậu quả của hợp đồng chuyển nhượng quyền sử dụng đất vô hiệu.\nc.2. Xác định lỗi, xác định trách nhiệm bồi thường thiệt hại.\nViệc xác định lỗi, xác định trách nhiệm bồi thường thiệt hại được thực hiện theo\nhướng dẫn tại điểm a và điểm b tiểu mục 2.4 mục 2 Phần I của Nghị quyết số\n01/2003/NQ-HĐTP  ngày 16/4/2003 của Hội đồng Thẩm phán Toà án nhân dân tối\ncao \"Hướng dẫn áp dụng pháp luật trong việc giải quyết một số loại tranh chấp dân\nsự, hôn nhân và gia đình\"\nc.3. Xác định thiệt hại.\n- Khi tuyên bố hợp đồng chuyển nhượng quyền sử dụng đất vô hiệu thì Toà án cần\nxác định thiệt hại gồm:\nKhoản tiền mà bên chuyển nhượng phải bỏ ra để khôi phục lại tình trạng ban đầu\ncủa diện tích đất do bên nhận chuyển nhượng đã làm huỷ hoại đất; khoản tiền mà\nbên nhận chuyển nhượng đã đầu tư để cải tạo làm tăng giá trị quyền sử dụng đất,\ngiá trị công trình, tài sản, cây lâu năm... trên đất. Trong trường hợp hợp đồng chuyển\nnhượng quyền sử dụng đất không có thoả thuận khác về việc áp dụng biện pháp\nphạt vi phạm hợp đồng và bồi thường thiệt hại quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 379",
    "text": "Điều 379 Bộ luật Dân sự\nđể bảo đảm thực hiện hợp đồng thì thiệt hại còn bao gồm khoản tiền chênh lệch giá10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 12/16\ntrị quyền sử dụng đất do các bên thoả thuận với giá trị quyền sử dụng đất tại thời\nđiểm xét xử sơ thẩm hoặc các thiệt hại khác, nếu có.\n- Để xác định đúng các thiệt hại nói trên, Toà án phải tiến hành định giá giá trị quyền\nsử dụng đất và xác định thiệt hại về đất như sau:\nNếu các đương sự không thoả thuận được về giá trị quyền sử dụng đất và giá trị\nthiệt hại, thì Toà án yêu cầu cơ quan chuyên môn định giá hoặc ra quyết định thành\nlập hội đồng định giá. Giá trị quyền sử dụng đất được xác định theo giá thị trường\nchuyển nhượng tại địa phương nơi đất đang tranh chấp đối với từng loại đất vào thời\nđiểm xét xử sơ thẩm.\nTrong trường hợp Uỷ ban nhân dân cấp tỉnh có quy định giá trị quyền sử dụng đất cụ\nthể phù hợp với giá chuyển nhượng quyền sử dụng đất theo giá thị trường tại địa\nphương hoặc các trung tâm giao dịch bất động sản hoạt động hợp pháp có niêm yết\ngiá giao dịch chuyển nhượng quyền sử dụng đất tại địa phương vào thời điểm xét xử\nsơ thẩm, thì Toà án có thể căn cứ vào giá do Uỷ ban nhân dân quy định hoặc giá\nniêm yết của các trung tâm giao dịch để xác định giá trị quyền sử dụng đất, mà\nkhông nhất thiết phải thành lập hội đồng định giá. Trong trường hợp này cần phải có\ncăn cứ xác định giá quyền sử dụng đất do Uỷ ban nhân dân quy định hoặc giá quyền\nsử dụng đất do trung tâm giao dịch bất động sản niêm yết là hoàn toàn phù hợp với\ngiá thị trường vào thời điểm xét xử sơ thẩm.\n- Trách nhiệm chịu chi phí cho việc định giá do các đương sự phải chịu chi phí tương\nứng với phần nghĩa vụ của họ. Trường hợp đương sự có yêu cầu định giá lại, thì\nngười có yêu cầu phải tạm ứng trước chi phí cho việc định giá lại và Toà án sẽ quyết\nđịnh ai phải chịu chi phí định giá tuỳ thuộc vào kết quả xét xử.\n2.4 Giải quyết tranh chấp quyền sử dụng đất trong trường hợp đất đã được đưa vào\ntập đoàn sản xuất, hợp tác xã mà sau đó tập đoàn sản xuất, hợp tác xã đã bị giải thể.\nĐối với đất đã được cá nhân, tổ chức đưa vào tập đoàn sản xuất, hợp tác xã để sử\ndụng chung trong quá trình thực hiện chính sách hợp tác hoá nông nghiệp mà sau\nkhi tập đoàn sản xuất, hợp tác xã bị giải thể thì căn cứ vào quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1 của10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 13/16\nLuật Đất đai năm 1987, khoản 2",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 của Luật Đất đai năm 1993 và khoản 2",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều\n10",
    "text": "Điều\n10 Luật Đất đai năm 2003 cần phân biệt như sau:\na) Chủ cũ hoặc người thừa kế của người đó không có quyền đòi lại quyền sử dụng\nđất nếu đất đó đã được giao cho người khác sử dụng và họ đã được Uỷ ban nhân\ndân cấp có thẩm quyền cấp giấy chứng nhận quyền sử dụng đất theo Luật Đất đai\nnăm 1987, Luật Đất đai năm 1993, Luật Đất đai năm 2003 hoặc có một trong các loại\ngiấy tờ quy định tại các khoản 1, 2 và 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật Đất đai năm 2003, trừ\ntrường hợp có căn cứ chứng minh người đang sử dụng đất đó có hành vi gian dối,\nlừa đảo... để được giao quyền sử dụng đất.\nb) Chủ cũ hoặc người thừa kế của người đó có quyền đòi lại quyền sử dụng đất hoặc\ngiá trị quyền sử dụng đất khi có đầy đủ các điều kiện sau đây:\n- Đất không bị Nhà nước quản lý trong quá trình thực hiện chính sách đất đai của\nNhà nước Việt Nam dân chủ cộng hoà, Chính phủ cách mạng lâm thời Cộng hoà\nmiền Nam V iệt Nam và Nhà nước Cộng hoà xã hội chủ nghĩa V iệt Nam;\n- Chủ cũ có một trong các loại giấy tờ quy định tại các khoản 1, 2 và 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của\nLuật Đất đai năm 2003;\n- Người đang sử dụng đất không có giấy chứng nhận quyền sử dụng đất theo Luật\nĐất đai năm 1987, Luật Đất đai năm 1993, Luật Đất đai năm 2003 và cũng không có\nmột trong các loại giấy tờ quy định tại các khoản 1, 2 và 5",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật Đất đai\nnăm 2003 vì lý do người đó sử dụng đất là ở nhờ, mượn, thuê, lấn, chiếm đất hoặc\nbằng các giao dịch dân sự khác trái pháp luật, trái đạo đức xã hội.\nIII. Việc giải quyết tranh chấp về tài sản do nhà nước thực hiện chính sách ưu\nđãi người có công với cách mạng\n1. Tài sản được nhà nước cấp cho người có công với cách mạng\n1.1. Trường hợp người có công với cách mạng được nhận tài sản trong thời kỳ hôn\nnhân khi họ còn sống thì tài sản được coi là tài sản riêng của người đó, trừ trường\nhợp họ đã nhập vào khối tài sản chung của vợ chồng. Khi họ chết thì tài sản đó để lại\ncho các thừa kế của họ.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 14/16\n1.2. Trường hợp sau khi người có công với cách mạng đã chết, cơ quan nhà nước\ncó thẩm quyền mới có quyết định cho họ được hưởng tài sản theo quy định của pháp\nluật thì tài sản đó là di sản để lại cho các thừa kế của họ.\n2. Tài sản được Nhà nước cấp cho thân nhân của người có công với cách mạng\nNếu sau khi người có công với cách mạng đã chết, cơ quan nhà nước có thẩm\nquyền mới quyết định cho thân nhân của họ hưởng tài sản theo quy định của pháp\nluật và giữa các thân nhân của người đó có tranh chấp về tài sản và yêu cầu Toà án\ngiải quyết, thì đây là vụ án dân sự yêu cầu chia tài sản chung . Khi giải quyết cần\nphân biệt như sau:\na) Nếu trong quyết định của cơ quan nhà nước có thẩm quyền có ghi cụ thể tên\nngười được hưởng tài sản, thì chỉ người có tên mới được hưởng tài sản đó.\nb) Nếu trong quyết định của cơ quan nhà nước có thẩm quyền không ghi rõ người\nđược hưởng tài sản gồm những người cụ thể nào mà chỉ ghi cấp chung cho thân\nnhân của người có công với cách mạng, thì thân nhân của người đó được hưởng\nchung. Việc xác định ai là thân nhân của người có công với cách mạng trong trường\nhợp cụ thể được thực hiện theo qui định của Chính phủ.\nVí dụ: Theo quy định tại",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 của Quyết định số 20/2000/QĐ-TTg ngày 03/02/2000\ncủa Thủ tướng Chính phủ về việc hỗ trợ người hoạt động cách mạng từ trước cách\nmạng tháng Tám năm 1945 cải thiện nhà ở thì thân nhân của người có công với cách\nmạng là vợ, chồng, các con của người đó.\nNếu trong văn bản pháp luật Chính phủ không qui định cụ thể ai là thân nhân của\nngười có công với cách mạng mà chỉ qui định chung là thân nhân thì thân nhân của\nngười có công với cách mạng gồm có vợ, chồng, cha đẻ, mẹ đẻ, cha nuôi, mẹ nuôi,\ncon đẻ, con nuôi, người trực tiếp nuôi dưỡng người có công với cách mạng.\nIV. Hiệu lực thi hành của nghị quyết\n1. Nghị quyết này được Hội đồng thẩm phán Toà án nhân dân tối cao thông qua ngày\n10 tháng 8 năm 2004 và có hiệu lực thi hành sau mười lăm ngày , kể từ ngày đăng\nCông báo.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 15/16\nHỘI ĐỒNG THẨM PHÁN T OÀ ÁN NHÂN DÂN TỐI CAO\nCHÁNH ÁN\n(Đã ký)\nNguyễn Văn HiệnNhững hướng dẫn của Toà án nhân dân tối cao được ban hành trước ngày Nghị\nquyết này có hiệu lực về các vấn đề được hướng dẫn trong Nghị quyết này đều bãi\nbỏ.\n2. Đối với những vụ án dân sự, hôn nhân và gia đình mà Toà án đã thụ lý nhưng\nchưa xét xử sơ thẩm, xét xử phúc thẩm hoặc xét xử giám đốc thẩm, tái thẩm thì áp\ndụng Nghị quyết này để giải quyết.\n3. Đối với các bản án, quyết định dân sự, hôn nhân và gia đình của Toà án đã có hiệu\nlực pháp luật trước ngày Nghị quyết này có hiệu lực thi hành thì không áp dụng Nghị\nquyết này để kháng nghị theo thủ tục giám đốc thẩm hoặc tái thẩm, trừ trường hợp\nviệc kháng nghị bản án, quyết định có những căn cứ khác./.10/7/25, 4:24 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=16333 16/16",
    "source_file": " 02:2004:NQ-HĐTP_clean.txt"
  }
]