[
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1. Phạm vi điều chỉnh10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/TW/Pages/vbpq-print.aspx?ItemID=122845 1/3\nThông tư này hướng dẫn việc miễn lệ phí khi làm các thủ tục về quốc tịch, đăng ký\nhộ tịch, đăng ký cư trú và cấp các giấy tờ khác liên quan đến nhân thân cho người\nđược phép cư trú theo quy định của Thỏa thuận, bao gồm người được phép cư trú\ntheo quy định tại Thỏa thuận; người do phía Lào trả lại, đã được phía Việt Nam đồng\ný tiếp nhận và người kết hôn không giá thú sau khi đăng ký kết hôn có nguyện vọng\nxin phép cư trú trên lãnh thổ Việt Nam đã được cơ quan chức  năng Việt Nam cho\nphép cư trú.",
    "source_file": " 64:2017:TT-BTC_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2. Đối tượng áp dụng\n1. Đối tượng được miễn lệ phí là người được cơ quan chức năng Việt Nam cho phép\ncư trú, cụ thể:\na) Người di cư tự do trong vùng  biên giới nước Cộng hòa xã hội chủ nghĩa Việt Nam\nhoặc nước Cộng hòa dân chủ nhân dân Lào từ năm 1985 trở về trước;\nb) Người di cư tự do trong vùng  biên giới nước Cộng hòa xã hội chủ nghĩa Việt Nam\nhoặc nước Cộng hòa dân chủ nhân dân Lào từ năm 1986 đến ngày 08 tháng 7 năm\n2013 với các điều kiện sau đây:\n- Người tôn trọng luật pháp của nước cư trú và không vi phạm luật hình sự;\n- Người có cơ sở cuộc sống ổn định, có nhà cửa tài sản cố định, có đất canh tác ở\nnước cư trú;\n- Không phải là người đang bị truy nã hoặc đang phải thi hành án theo quy định của\npháp luật nước gốc.\nc) Người di cư tự do trong vùng biên giới hai nước từ năm 1986 đến ngày 08 tháng 7\nnăm 2013 không đủ 03 điều kiện được quy định tại điểm b khoản này do phía Lào trả\nlại và đã được phía V iệt Nam đồng ý tiếp nhận.\nd) Người kết hôn không giá thú sau khi đăng ký kết hôn theo quy định của pháp luật\nmỗi nước có nguyện vọng xin phép cư trú trên lãnh thổ nước Cộng hòa xã hội chủ\nnghĩa V iệt Nam.\n2. Người di cư tự do trong vùng  biên giới nước Cộng hòa xã hội chủ nghĩa Việt Nam\nhoặc nước Cộng hòa dân chủ nhân dân Lào sau ngày 08 tháng 7 năm 2013 không\nthuộc đối tượng áp dụng theo Thông tư này .10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/TW/Pages/vbpq-print.aspx?ItemID=122845 2/3",
    "source_file": " 64:2017:TT-BTC_clean.txt"
  },
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3. Tổ chức thực hiện\n1. Thông tư này có hiệu lực thi hành kể từ ngày 15 tháng 8 năm 2017 và sẽ hết hiệu\nlực khi Thỏa thuận chấm dứt hiệu lực.\n2. Thông tư này thay thế Thông tư số 93/2014/TT -BTC ngày 14 tháng 7 năm 2014\ncủa Bộ trưởng Bộ Tài chính hướng dẫn miễn lệ phí quốc tịch, lệ phí hộ tịch, đăng ký\ncư trú cho người được phép cư trú theo quy định của Thỏa thuận khi làm các thủ tục\nvề quốc tịch, đăng ký hộ tịch, đăng ký cư trú và các giấy tờ khác liên quan đến nhân\nthân.\n3. Chủ tịch Ủy ban nhân dân các tỉnh biên giới Việt Nam – Lào và các cơ quan liên\nquan chịu trách nhiệm thi hành Thông tư này. Trong quá trình thực hiện, nếu có\nvướng mắc, đề nghị các cơ quan, tổ chức, cá nhân phản ánh kịp thời về Bộ Tài chính\nđể nghiên cứu, hướng dẫn./.10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/TW/Pages/vbpq-print.aspx?ItemID=122845 3/3",
    "source_file": " 64:2017:TT-BTC_clean.txt"
  }
]