[
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1. Phạm vi điều chỉnh \nThông tư liên tịch này hướng dẫn thi hành quy định về xử lý việc kết hôn trái pháp \nluật, thỏa thuận về chế độ tài sản của vợ chồng bị vô hiệu và nguyên t ắc giải quyết tài \nsản của vợ chồng khi ly hôn t ại các điều 11, 50 và 59 c ủa Luật hôn nhân và gia đình.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2. Căn cứ hủy việc kết hôn trái pháp lu ật  \nKhi giải quyết yêu cầu hủy việc kết hôn trái pháp lu ật, Tòa án ph ải căn cứ vào \nđiều kiện kết hôn quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình để xem xét, \nquyết định xử lý việc kết hôn trái pháp lu ật và lưu ý một số điểm như sau: \n1. “Nam từ đủ 20 tuổi trở lên, nữ từ đủ 18 tuổi trở lên” quy định tại điểm a \nkhoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình là trường hợp nam đã đủ hai mươi \ntuổi, nữ đã đủ mười tám tuổi trở lên và được xác định theo ngày, tháng, n ăm sinh.  \nTrường hợp không xác định được ngày sinh, tháng sinh thì th ực hiện như sau: \na) Nếu xác định được năm sinh nh ưng không xác định được tháng sinh thì \ntháng sinh được xác định là tháng m ột của năm sinh; \n4 CÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  \nb) Nếu xác định được năm sinh, tháng sinh nh ưng không xác định được ngày \nsinh thì ngày sinh được xác định là ngày mùng m ột của tháng sinh. \nVí dụ: Chị B sinh ngày 10-01-1997, đến ngày 08-01-2015 ch ị B đăng ký kết \nhôn với anh A tại Ủy ban nhân dân xã X. T ại thời điểm đăng ký kết hôn chị B chưa \nđủ 18 tuổi (ngày ch ị B đủ 18 tuổi là ngày 10-01-2015), nh ư vậy, theo quy định tại \nkhoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 của Luật hôn nhân và gia đình năm 2000 thì ch ị B đã đủ tuổi kết \nhôn, tuy nhiên vì ngày ch ị B đăng ký kết hôn Luật hôn nhân và gia đình đã có hiệu \nlực (ngày 01-01-2015) nên ch ị B đã vi phạm điều kiện về tuổi kết hôn quy định tại \nđiểm a khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình. \n2. “Việc kết hôn do nam và n ữ tự nguyện quyết định” quy định tại điểm b \nkhoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình là trường hợp nam nữ xác lập quan \nhệ vợ chồng với nhau hoàn toàn t ự do theo ý chí c ủa họ.  \n3. “Lừa dối kết hôn” quy định tại điểm b khoản 2",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 của Luật hôn nhân và \ngia đình là hành vi c ố ý của một bên hoặc của người thứ ba nhằm làm cho bên kia \nhiểu sai lệch và dẫn đến việc đồng ý kết hôn; nếu không có hành vi này thì bên b ị \nlừa dối đã không đồng ý kết hôn. \n4. “Người đang có vợ hoặc có chồng” quy định tại điểm c khoản 2",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 của \nLuật hôn nhân và gia đình là người thuộc một trong các tr ường hợp sau đây: \na) Người đã kết hôn với người khác theo đúng quy định của pháp lu ật về hôn \nnhân và gia đình nhưng chưa ly hôn ho ặc không có s ự kiện vợ (chồng) của họ chết \nhoặc vợ (chồng) của họ không bị tuyên bố là đã chết; \nb) Người xác lập quan hệ vợ chồng với người khác trước ngày 03-01-1987 mà \nchưa đăng ký kết hôn và ch ưa ly hôn ho ặc không có s ự kiện vợ (chồng) của họ \nchết hoặc vợ (chồng) của họ không bị tuyên bố là đã chết; \nc) Người đã kết hôn với người khác vi ph ạm điều kiện kết hôn theo quy định của \nLuật hôn nhân và gia đình nhưng đã được Tòa án công nh ận quan hệ hôn nhân b ằng \nbản án, quyết định của Tòa án đã có hiệu lực pháp luật và chưa ly hôn ho ặc không có \nsự kiện vợ (chồng) của họ chết hoặc vợ (chồng) của họ không bị tuyên bố là đã chết. \n5. Việc xác định thời điểm “cả hai bên k ết hôn đã có đủ các điều kiện kết hôn ” \nquy định tại khoản 2",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 11",
    "text": "Điều 11 của Luật hôn nhân và gia đình phải căn cứ vào các \nquy định của pháp luật. Tòa án yêu c ầu đương sự xác định và cung c ấp các tài li ệu, \nchứng cứ để xác định thời điểm cả hai bên k ết hôn đã có đủ các điều kiện kết hôn \ntheo quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình.  \nVí dụ 1: Trường hợp kết hôn khi m ột bên bị cưỡng ép kết hôn hoặc bị lừa dối \nkết hôn là vi ph ạm điều kiện kết hôn quy định tại điểm d khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật \nhôn nhân và gia đình. Tuy nhiên, n ếu sau khi b ị cưỡng ép kết hôn hoặc bị lừa dối \nkết hôn mà bên b ị cưỡng ép kết hôn, bị lừa dối kết hôn đã biết nhưng đã thông \ncảm, tiếp tục chung s ống hòa thu ận thì thời điểm đủ điều kiện kết hôn là th ời điểm \nđương sự biết mình bị cưỡng ép, bị lừa dối kết hôn nhưng vẫn tiếp tục sống chung \nnhư vợ chồng. \nCÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  5 \nVí dụ 2: Ngày 15-01-2005, ch ị B kết hôn với anh A. Đến ngày 15-01-2010, ch ị B \nlại kết hôn với anh C. Ngày 25-01-2012, Tòa án có quy ết định tuyên b ố anh A \nchết. Ngày 12-6-2015, Tòa án m ở phiên họp giải quyết yêu cầu hủy việc kết hôn \ntrái pháp lu ật giữa chị B và anh C. T ại phiên họp, chị B và anh C đều yêu cầu công \nnhận quan hệ hôn nhân thì ch ị B và anh C ph ải cung cấp Quyết định của Tòa án \ntuyên bố anh A đã chết để xác định thời điểm chị B và anh C đủ điều kiện kết hôn. \nTrong trường hợp này, thời điểm chị B và anh C có đủ điều kiện kết hôn là th ời \nđiểm mà Tòa án xác định anh A ch ết được ghi trong quy ết định của Tòa án có hi ệu \nlực pháp luật.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3. Thụ lý, giải quyết đơn yêu cầu hủy việc kết hôn trái pháp lu ật \n1. Cơ quan, tổ chức, cá nhân quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 của Luật hôn nhân và gia \nđình có quy ền yêu cầu Tòa án h ủy việc kết hôn trái pháp lu ật. Kèm theo đơn yêu \ncầu, người yêu cầu phải nộp Giấy chứng nhận kết hôn đối với cá nhân quy định tại \nkhoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 của Luật hôn nhân và gia đình hoặc giấy tờ, tài liệu khác ch ứng \nminh đã đăng ký kết hôn; tài li ệu, chứng cứ chứng minh vi ệc kết hôn vi ph ạm điều \nkiện kết hôn quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân và gia đình. \nTrường hợp vợ chồng có đăng ký kết hôn nhưng không cung c ấp được Giấy \nchứng nhận kết hôn do b ị thất lạc thì phải có xác nh ận của Ủy ban nhân dân đã cấp \nGiấy chứng nhận kết hôn. \n2. Tòa án th ụ lý, giải quyết yêu cầu hủy việc kết hôn trái pháp lu ật theo quy \nđịnh tại khoản 6",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 và",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 11",
    "text": "Điều 11 của Luật hôn nhân và gia đình khi vi ệc kết hôn \nđó đã được đăng ký tại đúng cơ quan có th ẩm quyền. Cơ quan có th ẩm quyền đăng \nký kết hôn được xác định theo quy định của pháp luật về hộ tịch, pháp lu ật về hôn \nnhân và gia đình.  \nTrường hợp nam, nữ đăng ký kết hôn tại đúng cơ quan có th ẩm quyền đăng ký \nkết hôn mà yêu c ầu Tòa án h ủy việc kết hôn trái pháp lu ật thì thực hiện theo hướng \ndẫn tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4 của Thông t ư liên tịch này. \nTrường hợp việc kết hôn được đăng ký tại không đúng cơ quan có th ẩm quyền \nhoặc trường hợp nam, n ữ chung sống với nhau nh ư vợ chồng nhưng không có \nđăng ký kết hôn mà có yêu c ầu Tòa án gi ải quyết thì thực hiện theo hướng dẫn tại \nkhoản 3 và kho ản 4 Điều này. \n3. Trường hợp nam, nữ có đăng ký kết hôn nhưng việc kết hôn đăng ký tại \nkhông đúng cơ quan có th ẩm quyền (không phân bi ệt có vi ph ạm điều kiện kết hôn \nhay không) mà có yêu c ầu Tòa án h ủy việc kết hôn trái pháp lu ật hoặc yêu cầu ly \nhôn thì Tòa án áp d ụng",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 của Luật hôn nhân và gia đình tuyên b ố không công \nnhận quan hệ hôn nhân gi ữa họ đồng thời hủy Giấy chứng nhận kết hôn và thông \nbáo cho c ơ quan hộ tịch đã đăng ký kết hôn để xử lý theo quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13 của \nLuật hôn nhân và gia đình. Nếu có yêu c ầu Tòa án gi ải quyết về quyền, nghĩa vụ \nđối với con; tài s ản, nghĩa vụ và hợp đồng giữa các bên thì gi ải quyết theo quy \nđịnh tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 và",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật hôn nhân và gia đình. \n6 CÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  \n4. Trường hợp nam, nữ chung sống với nhau nh ư vợ chồng mà  không có đăng \nký kết hôn (không phân bi ệt có vi ph ạm điều kiện kết hôn hay không) và có yêu \ncầu hủy việc kết hôn trái pháp lu ật hoặc yêu cầu ly hôn thì Tòa án th ụ lý, giải \nquyết và áp dụng",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 và",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14 của Luật hôn nhân và gia đình tuyên b ố không \ncông nhận quan hệ hôn nhân gi ữa họ. Nếu có yêu c ầu Tòa án gi ải quyết về quyền, \nnghĩa vụ của cha, mẹ, con; quan h ệ tài sản, nghĩa vụ và hợp đồng giữa các bên thì \ngiải quyết theo quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 và",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật hôn nhân và gia đình.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4. Xử lý yêu cầu hủy việc kết hôn trái pháp lu ật \n1. Khi xem xét, gi ải quyết yêu cầu có liên quan đến việc hủy kết hôn trái pháp \nluật, Tòa án ph ải căn cứ vào yêu c ầu của đương sự và điều kiện kết hôn, điều kiện \ncông nhận quan hệ hôn nhân quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 và",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 11",
    "text": "Điều 11 của Luật hôn nhân và \ngia đình để quyết định. \n2. Trường hợp tại thời điểm kết hôn, hai bên k ết hôn không có đủ điều kiện kết \nhôn nhưng sau đó có đủ điều kiện kết hôn quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật hôn nhân \nvà gia đình thì Tòa án x ử lý như sau: \na) Nếu hai bên k ết hôn cùng yêu c ầu Tòa án công nh ận quan hệ hôn nhân thì \nTòa án quy ết định công nh ận quan hệ hôn nhân đó kể từ thời điểm các bên k ết hôn \ncó đủ điều kiện kết hôn.  \nVí dụ 1: Anh A sinh ngày 25-01-1996, ch ị B sinh ngày 10-01-1995. Ngày 08-01-2015, \nanh A và ch ị B đăng ký kết hôn. Ngày 25-9-2016, Tòa án m ở phiên họp giải quyết \nyêu cầu hủy việc kết hôn trái pháp lu ật. Tại phiên họp, anh A và ch ị B đều yêu cầu \ncông nhận quan hệ hôn nhân, n ếu xét thấy đã đủ các điều kiện kết hôn khác thì Tòa \nán xem xét công nh ận quan hệ hôn nhân c ủa anh A và ch ị B kể từ thời điểm cả anh A \nvà chị B đủ tuổi kết hôn, tức là kể từ ngày 25-01-2016. \nVí dụ 2: Anh A và ch ị B đăng ký kết hôn hợp pháp ngày 05-7-2009 và ch ưa ly hôn. \nNgày 10-5-2012, anh A l ại kết hôn với chị C. Ngày 12-6-2014, ch ị B chết. Ngày \n15-5-2015, Tòa án m ở phiên họp giải quyết yêu cầu hủy việc kết hôn trái pháp \nluật giữa anh A và ch ị C. Tại phiên họp, anh A và ch ị C đều yêu cầu công nh ận \nquan hệ hôn nhân, n ếu xét thấy đã đủ các điều kiện kết hôn khác thì Tòa án xem \nxét công nh ận quan hệ hôn nhân c ủa anh A và ch ị C kể từ thời điểm chị B chết, \ntức là ngày 12-6-2014. \nVí dụ 3: Ngày 27-5-2009, ch ị A bị Tòa án tuyên b ố mất năng lực hành vi dân s ự. \nNgày 30-9-2009, ch ị A kết hôn với anh B. Ngày 12-8-2012, Tòa án quy ết định hủy \nbỏ quyết định tuyên b ố chị A mất năng lực hành vi dân s ự. Ngày 12-02-2015, Tòa \nán mở phiên họp giải quyết yêu cầu hủy việc kết hôn trái pháp lu ật. Tại phiên họp, \nchị A và anh B đều yêu cầu công nh ận quan hệ hôn nhân, n ếu xét thấy đã đủ các \nđiều kiện kết hôn khác thì Tòa án xem xét công nh ận quan hệ hôn nhân c ủa chị A \nvà anh B k ể từ thời điểm chị A không còn b ị mất năng lực hành vi dân s ự theo \nquyết định của Tòa án đã có hiệu lực pháp luật. \nCÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  7 \nb) Nếu một hoặc hai bên yêu c ầu hủy việc kết hôn trái pháp lu ật hoặc có một \nbên yêu c ầu công nh ận quan hệ hôn nhân ho ặc có một bên yêu c ầu ly hôn còn bên \nkia không có yêu c ầu thì Tòa án quy ết định hủy việc kết hôn trái pháp lu ật. Trường \nhợp có đơn khởi kiện, đơn yêu cầu Tòa án gi ải quyết thì quyền, nghĩa vụ của cha, \nmẹ, con; quan h ệ tài sản, nghĩa vụ và hợp đồng giữa các bên t ừ thời điểm kết hôn \nđến thời điểm hủy việc kết hôn trái pháp lu ật được giải quyết theo quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12 của Luật hôn nhân và gia đình; \nc) Trường hợp hai bên cùng yêu c ầu Tòa án cho ly hôn ho ặc có một bên yêu \ncầu ly hôn còn bên kia yêu c ầu công nh ận quan hệ hôn nhân thì Tòa án gi ải quyết \ncho ly hôn. Tr ường hợp này, quy ền, nghĩa vụ của cha, mẹ, con từ thời điểm kết \nhôn đến thời điểm ly hôn được giải quyết theo quy định về quyền, nghĩa vụ của \ncha, mẹ, con khi ly hôn; quan h ệ tài sản, nghĩa vụ và hợp đồng giữa các bên t ừ thời \nđiểm kết hôn đến trước thời điểm đủ điều kiện kết hôn được giải quyết theo quy \nđịnh tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật hôn nhân và gia đình; quan h ệ tài sản, nghĩa vụ và hợp \nđồng giữa các bên t ừ thời điểm đủ điều kiện kết hôn đến thời điểm ly hôn được \ngiải quyết theo quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 của Luật hôn nhân và gia đình. \n3. Trường hợp hai bên đã đăng ký kết hôn nhưng tại thời điểm Tòa án gi ải \nquyết hai bên k ết hôn vẫn không có đủ các điều kiện kết hôn quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 \ncủa Luật hôn nhân và gia đình thì thực hiện như sau: \na) Nếu có yêu c ầu hủy việc kết hôn trái pháp lu ật thì Tòa án quy ết định hủy \nviệc kết hôn trái pháp lu ật; \nb) Nếu một hoặc cả hai bên yêu c ầu ly hôn ho ặc yêu cầu công nh ận quan hệ hôn \nnhân thì Tòa án bác yêu c ầu của họ và quyết định hủy việc kết hôn trái pháp lu ật.  \nTrường hợp quyết định theo hướng dẫn tại điểm a và điểm b khoản này thì Tòa \nán áp dụng quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12 của Luật hôn nhân và gia đình để giải quyết hậu \nquả pháp lý c ủa việc hủy kết hôn trái pháp lu ật. \n4. Khi xử lý yêu cầu hủy việc kết hôn trái pháp lu ật, Tòa án ph ải căn cứ vào \nquy định của pháp luật hôn nhân và gia đình có hiệu lực tại thời điểm xác lập quan \nhệ hôn nhân để xác định việc kết hôn có trái pháp lu ật hay không. Trình t ự, thủ tục \ngiải quyết yêu cầu xử lý việc kết hôn trái pháp lu ật được thực hiện theo quy định \ncủa Luật hôn nhân và gia đình và pháp lu ật tố tụng dân sự có hiệu lực tại thời điểm \ngiải quyết. Đối với yêu cầu hủy việc kết hôn trái pháp lu ật thuộc trường hợp cán bộ \nvà bộ đội miền Nam tập kết ra miền Bắc từ năm 1954, đã có vợ, có chồng ở miền \nNam mà l ấy vợ, lấy chồng ở miền Bắc thì vẫn xử lý theo Thông t ư số 60/TATC \nngày 22-02-1978 c ủa Tòa án nhân dân t ối cao “Hướng dẫn giải quyết các trường \nhợp cán bộ, bộ đội trong Nam t ập kết ra Bắc mà lấy vợ, lấy chồng khác”.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5. Thủ tục xem xét th ỏa thuận về chế độ tài sản của vợ chồng bị vô hiệu  \n1. Cơ quan, tổ chức, cá nhân sau đây, theo quy định của pháp lu ật về tố tụng \ndân sự có quyền yêu cầu Tòa án tuyên b ố thỏa thuận về chế độ tài sản của vợ \nchồng bị vô hiệu do thỏa thuận về chế độ tài sản của vợ chồng thuộc trường hợp \nquy định tại khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật hôn nhân và gia đình: \n8 CÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  \na) Vợ, chồng hoặc vợ chồng đã thỏa thuận về chế độ tài sản; \nb) Người bị xâm phạm, người giám hộ của người bị xâm phạm quyền và lợi \ních hợp pháp do có th ỏa thuận về chế độ tài sản của vợ chồng. \n2. Trình tự, thủ tục giải quyết yêu cầu Tòa án tuyên b ố thỏa thuận về chế độ tài sản \ncủa vợ chồng bị vô hiệu được thực hiện theo quy định của pháp luật tố tụng dân sự.  \n3. Trường hợp Tòa án đang giải quyết vụ việc dân sự có liên quan đến nội \ndung thỏa thuận về chế độ tài sản của vợ chồng m à có yêu c ầu Tòa án xem xét \nthỏa thuận về chế độ tài sản của vợ chồng vô hiệu thì Tòa án ph ải xem xét, quy ết \nđịnh nội dung thỏa thuận về chế độ tài sản của vợ chồng liên quan đến tài sản tranh \nchấp có bị vô hiệu hay không. Tr ường hợp thỏa thuận về chế độ tài sản của vợ \nchồng bị vô hiệu một phần hoặc toàn bộ thì Tòa án ph ải tuyên th ỏa thuận về chế độ \ntài sản của vợ chồng vô hiệu một phần hoặc toàn bộ trong bản án, quy ết định để \nlàm cơ sở giải quyết quyền, nghĩa vụ của các bên.  \nVí dụ: Anh A và ch ị B trước khi kết hôn có l ập văn bản thỏa thuận xác lập chế \nđộ tài sản của vợ chồng, trong v ăn bản xác định quyền sử dụng đất là tài sản riêng \ncủa anh A tr ước khi kết hôn (trên th ực tế đã thế chấp cho Ngân hàng C) s ẽ là tài \nsản chung c ủa vợ chồng sau khi k ết hôn. Do đến hạn anh A không tr ả được nợ nên \nNgân hàng C yêu c ầu xử lý tài sản bảo đảm là quyền sử dụng đất nhưng anh A \nkhông đồng ý và cho r ằng đây là tài s ản chung c ủa vợ chồng mà không ph ải tài sản \nriêng của anh. Ngân hàng C đã khởi kiện ra Tòa án yêu c ầu anh A tr ả nợ, yêu cầu \nhủy văn bản thỏa thuận chế độ tài sản của vợ chồng anh A và yêu c ầu xử lý tài sản \nthế chấp là quyền sử dụng đất của anh A. Tr ường hợp này Tòa án ph ải xác định \nthỏa thuận xác lập chế độ tài sản của vợ chồng anh A b ị vô hiệu vì vi ph ạm nghiêm \ntrọng quyền của ngân hàng C đối với tài sản đã được anh A th ế chấp.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6. Xác định thỏa thuận về chế độ tài sản của vợ chồng vô hiệu \n1. Thỏa thuận về chế độ tài sản của vợ chồng có thể bị Tòa án tuyên b ố vô hiệu \ntoàn bộ hoặc vô hiệu một phần.  \na) Trường hợp thỏa thuận về chế độ tài sản của vợ chồng bị Tòa án tuyên b ố \nvô hiệu toàn bộ thì chế độ tài sản của vợ chồng theo lu ật định được áp dụng; \nb) Trường hợp thỏa thuận về chế độ tài sản của vợ chồng bị tuyên bố vô hiệu \nmột phần thì các n ội dung không b ị vô hiệu vẫn được áp dụng; đối với phần nội \ndung bị vô hiệu thì các quy định tương ứng về chế độ tài sản của vợ chồng theo \nluật định được áp dụng. \n2. Tòa án quy ết định tuyên b ố thỏa thuận về chế độ tài sản của vợ chồng bị vô \nhiệu khi thuộc trường hợp quy định tại khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật hôn nhân và gia \nđình và lưu ý một số trường hợp sau đây: \na) Thỏa thuận về chế độ tài sản của vợ chồng bị vô hiệu do vi ph ạm quyền \nđược bảo đảm chỗ ở của vợ, chồng quy định tại",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31 và điểm b khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 \ncủa Luật hôn nhân và gia đình là trường hợp thỏa thuận đó cho phép m ột bên được \nCÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  9 \nquyền định đoạt nhà ở là nơi ở duy nhất của vợ chồng dẫn đến vợ, chồng không có \nchỗ ở hoặc không b ảo đảm chỗ ở tối thiểu về diện tích, điều kiện sinh ho ạt, an \ntoàn, vệ sinh môi tr ường theo quy định của pháp luật về nhà ở; \nb) Nội dung của thỏa thuận về chế độ tài sản của vợ chồng bị vô hiệu do vi \nphạm nghiêm tr ọng quyền được cấp dưỡng, quyền được thừa kế và các quy ền, lợi \ních hợp pháp khác c ủa cha, mẹ, con và các thành viên khác c ủa gia đình quy định \ntại điểm c khoản 1",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 của Luật hôn nhân và gia đình là trường hợp thỏa thuận \nđó nhằm trốn tránh ngh ĩa vụ cấp dưỡng quy định từ",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 110",
    "text": "Điều 110 đến",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 115",
    "text": "Điều 115 của \nLuật hôn nhân và gia đình hoặc để tước bỏ quyền thừa kế của những người thừa kế \nkhông ph ụ thuộc vào nội dung di chúc theo quy định của Bộ luật dân sự hoặc vi \nphạm các quy ền, lợi ích hợp pháp của cha, mẹ, con và các thành viên khác c ủa gia \nđình đã được Luật hôn nhân và gia đình và pháp lu ật khác có liên quan quy định. \nVí dụ 1: Ông A đang có ngh ĩa vụ cấp dưỡng cho anh B. Sau đó ông A k ết hôn \nvới bà C và th ỏa thuận chuyển giao toàn b ộ tài sản của mình cho bà C, do đó, \nkhông còn tài s ản để thực hiện nghĩa vụ cấp dưỡng cho anh B. Trong tr ường hợp \nnày thỏa thuận về tài sản giữa ông A và bà C b ị vô hiệu. \nVí dụ 2: Anh A có con đã thành niên nh ưng không có kh ả năng lao động. Sau \nđó, anh A k ết hôn với chị B. Anh A và ch ị B đã thỏa thuận xác lập chế độ tài sản \ncủa vợ chồng, trong đó có nội dung toàn b ộ tài sản của anh A s ẽ do chị B thừa \nhưởng khi anh A ch ết. Trong tr ường hợp này, nội dung thỏa thuận về chế độ tài \nsản giữa anh A và ch ị B bị vô hiệu đối với phần tài sản của anh A mà ng ười con bị \nmất năng lực hành vi dân s ự được thừa kế theo quy định của pháp luật.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 7",
    "text": "Điều 7. Nguyên t ắc giải quyết tài sản của vợ chồng khi ly hôn  \n1. Vợ chồng khi ly hôn có quy ền tự thỏa thuận với nhau về toàn bộ các vấn đề, trong \nđó có cả việc phân chia tài s ản. Trường hợp vợ chồng không th ỏa thuận được mà có yêu \ncầu thì Tòa án ph ải xem xét, quy ết định việc áp dụng chế độ tài sản của vợ chồng theo \nthỏa thuận hay theo lu ật định, tùy từng trường hợp cụ thể mà Tòa án x ử lý như sau: \na) Trường hợp không có v ăn bản thỏa thuận về chế độ tài sản của vợ chồng \nhoặc văn bản thỏa thuận về chế độ tài sản của vợ chồng bị Tòa án tuyên b ố vô hiệu \ntoàn bộ thì áp dụng chế độ tài sản của vợ chồng theo lu ật định để chia tài s ản của \nvợ chồng khi ly hôn; \nb) Trường hợp có văn bản thỏa thuận về chế độ tài sản của vợ chồng và văn bản \nnày không b ị Tòa án tuyên b ố vô hiệu toàn bộ thì áp dụng các nội dung của văn bản \nthỏa thuận để chia tài s ản của vợ chồng khi ly hôn. Đối với những vấn đề không \nđược vợ chồng thỏa thuận hoặc thỏa thuận không rõ ràng ho ặc bị vô hiệu thì áp dụng \ncác quy định tương ứng tại các khoản 2, 3, 4, 5",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 và các điều 60, 61, 62, 63 \nvà 64 của Luật hôn nhân và gia đình để chia tài s ản của vợ chồng khi ly hôn. \n2. Khi giải quyết ly hôn n ếu có yêu c ầu tuyên b ố thỏa thuận về chế độ tài sản \ncủa vợ chồng bị vô hiệu thì Tòa án xem xét, gi ải quyết đồng thời với yêu cầu chia \ntài sản của vợ chồng khi ly hôn. \n10 CÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  \n3. Khi chia tài s ản chung c ủa vợ chồng khi ly hôn, Tòa án ph ải xác định vợ, \nchồng có quy ền, nghĩa vụ về tài sản với người thứ ba hay không để đưa người thứ \nba vào tham gia t ố tụng với tư cách người có quyền lợi, nghĩa vụ liên quan. Tr ường \nhợp vợ, chồng có quy ền, nghĩa vụ về tài sản với người thứ ba mà họ có yêu c ầu \ngiải quyết thì Tòa án ph ải giải quyết khi chia tài s ản chung c ủa vợ chồng. Trường \nhợp vợ chồng có ngh ĩa vụ với người thứ ba mà ng ười thứ ba không yêu c ầu giải \nquyết thì Tòa án h ướng dẫn họ để giải quyết bằng vụ án khác. \n4. Trường hợp áp dụng chế độ tài sản của vợ chồng theo lu ật định để chia tài \nsản của vợ chồng khi ly hôn thì tài s ản chung c ủa vợ chồng về nguyên t ắc được \nchia đôi nhưng có tính đến các yếu tố sau đây để xác định tỷ lệ tài sản mà vợ \nchồng được chia: \na) “Hoàn cảnh của gia đình và của vợ, chồng” là tình tr ạng về năng lực pháp \nluật, năng lực hành vi, s ức khỏe, tài sản, khả năng lao động tạo ra thu nh ập sau \nkhi ly hôn c ủa vợ, chồng cũng như của các thành viên khác trong gia đình mà vợ \nchồng có quy ền, nghĩa vụ về nhân thân và tài s ản theo quy định của Luật hôn \nnhân và gia đình. Bên g ặp khó khăn hơn sau khi ly hôn được chia ph ần tài sản \nnhiều hơn so với bên kia ho ặc được ưu tiên nhận loại tài sản để bảo đảm duy trì, \nổn định cuộc sống của họ nhưng phải phù hợp với hoàn cảnh thực tế của gia đình \nvà của vợ, chồng; \nb) “Công sức đóng góp c ủa vợ, chồng vào vi ệc tạo lập, duy trì và phát tri ển \nkhối tài sản chung ” là sự đóng góp v ề tài sản riêng, thu nh ập, công vi ệc gia đình và \nlao động của vợ, chồng trong vi ệc tạo lập, duy trì và phát tri ển khối tài sản chung. \nNgười vợ hoặc chồng ở nhà chăm sóc con, gia đình mà không đi làm được tính là \nlao động có thu nh ập tương đương với thu nhập của chồng hoặc vợ đi làm. Bên có \ncông sức đóng góp nhi ều hơn sẽ được chia nhi ều hơn; \nc) “Bảo vệ lợi ích chính đáng của mỗi bên trong s ản xuất, kinh doanh và ngh ề \nnghiệp để các bên có điều kiện tiếp tục lao động tạo thu nhập” là việc chia tài s ản \nchung của vợ chồng phải bảo đảm cho vợ, chồng đang hoạt động nghề nghiệp \nđược tiếp tục hành ngh ề; cho vợ, chồng đang hoạt động sản xuất, kinh doanh được \ntiếp tục được sản xuất, kinh doanh để tạo thu nhập và phải thanh toán cho bên kia \nphần giá trị tài sản chênh l ệch. Việc bảo vệ lợi ích chính đáng của mỗi bên trong \nsản xuất, kinh doanh và ho ạt động nghề nghiệp không được ảnh hưởng đến điều \nkiện sống tối thiểu của vợ, chồng và con ch ưa thành niên, con đã thành niên nh ưng \nmất năng lực hành vi dân s ự. \nVí dụ: Vợ chồng có tài s ản chung là m ột chiếc ô tô người chồng đang chạy xe \ntaxi trị giá 400 tri ệu đồng và một cửa hàng tạp hóa người vợ đang kinh doanh tr ị \ngiá 200 tri ệu đồng. Khi gi ải quyết ly hôn và chia tài s ản chung, Tòa án ph ải xem \nxét giao c ửa hàng tạp hóa cho ng ười vợ, giao xe ô tô cho ng ười chồng để họ tiếp \ntục kinh doanh, t ạo thu nhập. Người chồng nhận được phần giá trị tài sản lớn hơn \nphải thanh toán cho ng ười vợ phần giá trị là 100 tri ệu đồng. \nCÔNG BÁO/S ố 159 + 160/Ngày 04-02-2016  11 \nd) “Lỗi của mỗi bên trong vi ph ạm quyền, nghĩa vụ của vợ chồng” là lỗi của \nvợ hoặc chồng vi phạm quyền, nghĩa vụ về nhân thân, tài s ản của vợ chồng dẫn \nđến ly hôn.  \nVí dụ: Trường hợp người chồng có hành vi b ạo lực gia đình, không chung th ủy \nhoặc phá tán tài s ản thì khi gi ải quyết ly hôn Tòa án ph ải xem xét y ếu tố lỗi của \nngười chồng khi chia tài s ản chung c ủa vợ chồng để đảm bảo quyền, lợi ích hợp \npháp của vợ và con ch ưa thành niên. \n5. Giá trị tài sản chung c ủa vợ chồng, tài sản riêng của vợ, chồng được xác \nđịnh theo giá th ị trường tại thời điểm giải quyết sơ thẩm vụ việc.  \n6. Khi giải quyết chia tài s ản khi ly hôn, Tòa án ph ải xem xét để bảo vệ quyền, \nlợi ích hợp pháp của vợ, con chưa thành niên, con đã thành niên m ất năng lực hành \nvi dân sự hoặc không có kh ả năng lao động và không có tài s ản để tự nuôi mình.  \nVí dụ: Khi chia nhà ở là tài sản chung và là ch ỗ ở duy nhất của vợ chồng, trong \ntrường hợp không chia được bằng hiện vật thì Tòa án xem xét và quy ết định cho \nngười vợ hoặc chồng trực tiếp nuôi con ch ưa thành niên, con b ị hạn chế hoặc mất \nnăng lực hành vi dân s ự nhận hiện vật và thanh toán giá tr ị tương ứng với phần tài \nsản được chia cho ng ười chồng hoặc vợ nếu người vợ hoặc chồng có yêu c ầu.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8. Hiệu lực thi hành \n1. Thông t ư liên tịch này có hi ệu lực kể từ ngày 01 tháng 3 n ăm 2016. \n2. Vụ việc hôn nhân và gia đình đã được Tòa án th ụ lý trước ngày Thông t ư \nliên tịch này có hi ệu lực nhưng kể từ ngày Thông t ư liên tịch này có hi ệu lực mới \nxét xử sơ thẩm, phúc th ẩm, giám đốc thẩm, tái thẩm thì áp d ụng Thông t ư liên tịch \nnày để giải quyết.  \n3. Bản án, quyết định của Tòa án đã có hiệu lực pháp luật trước ngày Thông t ư \nliên tịch này có hi ệu lực thì không áp d ụng hướng dẫn tại Thông tư liên tịch này để \nkháng ngh ị theo thủ tục giám đốc thẩm, tái thẩm.",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  },
  {
    "law_name": "Thông tư liên tịch 01/2016/TTLT-TANDTC-VKSNDTC-BTP",
    "type": "Thông tư liên tịch",
    "year": 2016,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9. Giải thích, sửa đổi, bổ sung Thông t ư liên tịch \nTrong quá trình th ực hiện, nếu có vướng mắc cần được giải thích ho ặc cần sửa \nđổi, bổ sung Thông t ư liên tịch thì Tòa án nhân dân, Vi ện kiểm sát nhân dân các \ncấp, cơ quan, tổ chức, cá nhân ph ản ánh với Tòa án nhân dân t ối cao, Viện kiểm \nsát nhân dân t ối cao, Bộ Tư pháp để giải thích, sửa đổi, bổ sung kịp thời./. \nKT. BỘ TRƯỞNG \nBỘ TƯ PHÁP \nTHỨ TRƯỞNG \nĐinh Trung T ụng KT. VIỆN TRƯỞNG  \nVIỆN KIỂM SÁT NHÂN DÂN \nTỐI CAO \nPHÓ VIỆN TRƯỞNG \nNguyễn Thị Thủy Khiêm  KT. CHÁNH ÁN \nTÒA ÁN NHÂN DÂN   \nTỐI CAO  \nPHÓ CHÁNH ÁN \nTống Anh Hào",
    "source_file": "01.2016.TTLT.TANDTC.VKSNDTC.BTP_clean.txt"
  }
]