[
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 130",
    "text": "Điều 130 Bộ luật Dân sự thì thoả thuận về đặt cọc là một giao dịch\ndân sự; do đó, việc đặt cọc chỉ có hiệu lực khi có đủ các điều kiện quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều\n131",
    "text": "Điều\n131 Bộ luật Dân sự và phải được lập thành văn bản (có thể lập thành văn bản riêng\nhoặc ghi trong hợp đồng chính).\nTrong trường hợp có tranh chấp về đặt cọc mà các bên không có thoả thuận khác về\nviệc xử lý đặt cọc, thì việc xử lý được thực hiện như sau:\na) Trong trường hợp đặt cọc chỉ để bảo đảm cho việc giao kết hợp đồng hoặc chỉ để\nbảo đảm cho việc thực hiện hợp đồng hoặc vừa để bảo đảm cho việc giao kết hợp\nđồng vừa để bảo đảm cho việc thực hiện hợp đồng thì bên nào có lỗi làm cho hợp10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 1/12\nđồng không được giao kết hoặc không được thực hiện hoặc bị vô hiệu, thì phải chịu\nphạt cọc theo quy định tại khoản 2",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 363",
    "text": "Điều 363 Bộ luật Dân sự.\nb) Trong trường hợp đặt cọc chỉ để bảo đảm cho việc giao kết hợp đồng, nếu trong\nquá trình thực hiện hợp đồng mới có sự vi phạm làm cho hợp đồng không được thực\nhiện hoặc mới phát hiện hợp đồng bị vô hiệu thì không phạt cọc. Việc giải quyết tranh\nchấp về vi phạm hợp đồng hoặc xử lý hợp đồng vô hiệu được thực hiện theo thủ tục\nchung.\nc) Trong trường hợp các bên có thoả thuận hoặc pháp luật có quy định điều kiện nếu\nđặt cọc bị vô hiệu là hợp đồng cũng bị vô hiệu, thì hợp đồng đương nhiên bị vô hiệu\nkhi đặt cọc đó bị vô hiệu. Việc xử lý đặt cọc bị vô hiệu và hợp đồng bị vô hiệu được\nthực hiện theo quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 Bộ luật Dân sự.\nVí dụ: A và B giao kết hợp đồng mua bán nhà. Khi giao kết hai bên thoả thuận B (bên\nmua) phải giao cho A (bên bán) một chiếc xe ô tô thể thao để đặt cọc bảo đảm cho\nviệc giao kết và thực hiện hợp đồng mua bán nhà ở với điều kiện khi hợp đồng mua\nbán nhà ở được giao kết và thực hiện thì chiếc xe ô tô thể thao đó phải được trừ vào\ntiền mua bán nhà và nếu A không nhận được chiếc xe ô tô đó do việc đặt cọc bị vô\nhiệu thì hợp đồng cũng bị vô hiệu.\nKhi bắt đầu thực hiện hợp đồng thì phát hiện chiếc xe ô tô đó là của ông C (bố B) và\nông C không đồng ý cho B lấy chiếc xe ô tô đó trừ vào tiền mua nhà, có nghĩa là việc\nđặt cọc bị vô hiệu và do đó trong trường hợp này hợp đồng mua bán nhà cũng bị vô\nhiệu.\nd) Trong các trường hợp được hướng dẫn tại các điểm a và c mục 1 này, nếu cả hai\nbên cùng có lỗi hoặc trong trường hợp có sự kiện bất khả kháng hoặc có trở ngại\nkhách quan thì không phạt cọc.\n2. Tranh chấp hợp đồng mua bán nhà ở\n2.1. Điều kiện để công nhận hợp đồng mua bán nhà ở\nTheo quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 131",
    "text": "Điều 131 và",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 443",
    "text": "Điều 443 Bộ luật Dân sự thì Toà án chỉ công nhận hợp\nđồng mua bán nhà ở khi hợp đồng mua bán nhà ở có đủ bốn điều kiện sau đây:10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 2/12\na) Những người tham gia giao kết hợp đồng mua bán nhà ở phải có năng lực hành vi\ndân sự;\nb) Mục đích và nội dung của hợp đồng mua bán nhà ở không trái pháp luật, đạo đức\nxã hội;\nc) Những người tham gia giao kết hợp đồng mua bán nhà ở hoàn toàn tự nguyện;\nd) Hợp đồng mua bán nhà ở phải được lập thành văn bản, có chứng nhận của Công\nchứng hoặc chứng thực của Uỷ ban nhân dân có thẩm quyề n theo quy định của\npháp luật về công chứng, chứng thực tại thời điểm giao kết hợp đồng.\nCần chú ý là đối với các tranh chấp giao dịch dân sự về nhà ở nói chung (trong đó có\nhợp đồng mua bán nhà ở) được xác lập trước ngày 01/7/1991 thì áp dụng Nghị\nquyết số 58/1998/NQ-UBTVQH10 ngày 20/8/1998 của Uỷ ban thường vụ Quốc hội\n\"về giao dịch dân sự về nhà ở được xác lập trước ngày 01/7/1991\" và hướng dẫn tại\nThông tư liên tịch số 01/1999/TTL T-TANDTC-VKSNDTC ngày 25/01/1999 của Toà án\nnhân dân tối cao, Viện kiểm sát nhân dân tối cao hướng dẫn áp dụng một số quy\nđịnh của Nghị quyết này để giải quyết.\n2.2. Giải quyết một số trường hợp cụ thể của hợp đồng mua bán nhà ở vô hiệu\na) Hợp đồng mua bán nhà ở vi phạm các điều kiện được hướn g dẫn tại các điểm a,\nb và c tiểu mục 2.1 mục 2 này .\nKhi hợp đồng mua bán nhà ở vi phạm một trong các điều kiện trên, thì tuỳ từng\ntrường hợp Toà án áp dụng quy định của điều luật tương ứng từ",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 136",
    "text": "Điều 136 đến Điều\n138, từ",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 140",
    "text": "Điều 140 đến",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 145",
    "text": "Điều 145 và",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 Bộ luật Dân sự để tuyên bố hợp đồng\nmua bán nhà ở vô hiệu và xử lý hậu quả của hợp đồng mua bán nhà ở vô hiệu.\nb) Hợp đồng mua bán nhà ở vi phạm điều kiện được hướng dẫn tại điểm d tiểu mục\n2.1 mục 2 này .\nĐối với hợp đồng mua bán nhà ở vô hiệu do không tuân thủ điều kiện về hình thức\ncủa hợp đồng, khi có tranh chấp và theo yêu cầu của một hoặc các bên Toà án áp\ndụng",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 139",
    "text": "Điều 139 Bộ luật Dân sự để ra quyết định buộc một hoặc các bên phải đến cơ\nquan nhà nước có thẩm quyền trong thời hạn một tháng, kể từ ngày Toà án ra quyết\nđịnh thực hiện các thủ tục để hoàn thiện về hình thức của hợp đồng. Nếu có một bên10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 3/12\nđương sự vắng mặt thì thời hạn này tính từ ngày bên đương sự vắng mặt nhận được\nquyết định của Toà án.\nTrong trường hợp có sự kiện bất khả kháng hoặc có trở ngại khách quan, thì thời\ngian có sự kiện bất khả kháng hoặc có trở ngại khách quan không tính vào thời hạn\nmột tháng đó. Quá thời hạn một tháng mà họ không đến cơ quan nhà nước có thẩm\nquyền để thực hiện các thủ tục để hoàn thiện về hình thức của hợp đồng thì Toà án\ntuyên bố hợp đồng vô hiệu. Bên có lỗi làm cho hợp đồng bị vô hiệu do vi phạm điều\nkiện về hình thức vì không thực hiện theo quyết định của Toà án thì phải bồi thường\nthiệt hại theo quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 Bộ luật Dân sự.\n2.3. Thời hạn yêu cầu Toà án tuyên bố hợp đồng mua bán nhà ở vô hiệu\nThời hạn yêu cầu Toà án tuyên bố hợp đồng mua bán nhà ở vô hiệu được quy định\ntại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 145",
    "text": "Điều 145 Bộ luật Dân sự. Tuy nhiên cần lưu ý đối với trường hợp hợp đồng mua\nbán nhà ở vô hiệu được quy định tại các điều từ",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 140",
    "text": "Điều 140 đến",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 143",
    "text": "Điều 143 Bộ luật Dân\nsự thì thời hạn một năm được tính từ ngày hợp đồng mua bán nhà ở được chứng\nnhận công chứng, chứng thực.\n2.4. Giải quyết hậu quả của hợp đồng mua bán nhà ở vô hiệu\na) Xác định lỗi\nKhi tuyên bố hợp đồng mua bán nhà ở vô hiệu, thì về nguyên tắc chung khi giải\nquyết hậu quả của hợp đồng vô hiệu Toà án buộc bên mua trả lại nhà ở cho bên bán;\nbên bán nhận lại nhà ở và trả lại những gì đã nhận cho bên mua nhà. Tuy nhiên, theo\nquy định tại khoản 2",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 146",
    "text": "Điều 146 Bộ luật Dân sự bên có lỗi làm cho hợp đồng mua bán\nnhà ở vô hiệu mà gây thiệt hại thì phải bồi thường thiệt hại cho bên kia; do đó, việc\nxác định lỗi của một hoặc các bên như sau:\na1) Một bên bị coi là có lỗi nếu bên đó có hành vi làm cho bên kia nhầm tưởng là có\nđầy đủ điều kiện để mua nhà ở hoặc bán nhà ở là hợp pháp.\nVí dụ về trường hợp bên bán bị coi là có lỗi: Bên bán bị coi là có lỗi nếu làm cho bên\nmua tin tưởng là bên bán có quyền sở hữu nhà ở, quyền sử dụng đất ở hoặc có\nhành vi gian dối để được cơ quan nhà nước có thẩm quyền cấp giấy chứng nhận10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 4/12\nquyền sở hữu nhà ở, quyền sử dụng đất ở và sử dụng các giấy tờ này làm bằng\nchứng để cho bên mua tin và giao kết hợp đồng mua bán nhà ở đó.\nVí dụ về trường hợp bên mua bị coi là có lỗi: Bên mua bị coi là có lỗi nếu có hành vi\ngian dối làm cho bên bán tin tưởng là tài sản đặt cọc, tài sản để thực hiện nghĩa vụ\nthuộc quyền sở hữu của bên mua nên đã giao kết hoặc giao nhà ở cho bên mua.\na2) Đối với hợp đồng mua bán nhà ở vô hiệu theo quy định tại các điều 140, 141,\n142 và 143 Bộ luật Dân sự, thì áp dụng quy định của điều luật tương ứng để xác định\nlỗi của bên bán hoặc lỗi của bên mua.\na.3. Trường hợp hợp đồng mua bán nhà ở vô hiệu do lỗi của hai bên, trừ trường hợp\nquy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 137",
    "text": "Điều 137 Bộ luật Dân sự, thì Toà án phải xác định mức độ lỗi của mỗi\nbên để xác định trách nhiệm bồi thường thiệt hại tương ứng với mức độ lỗi của mỗi\nbên.\nb) Xác định trách nhiệm bồi thường thiệt hại\nb1) Nếu các bên đều có lỗi tươn g đương nhau làm cho hợp đồng mua bán nhà ở vô\nhiệu, thì mỗi bên chịu trách nhiệm 1/2 giá trị thiệt hại; nếu mức độ lỗi của họ không\ntương đương nhau, thì trách nhiệm bồi thường thiệt hại được xác định theo mức độ\nlỗi của mỗi bên.\nb2) Nếu bên mua có lỗi làm cho hợp đồng mua bán nhà ở vô hiệu, thì bên bán chỉ\nphải trả cho bên mua số tiền đã nhận và bên mua phải giao lại nhà cho bên bán (nếu\nđã nhận); nếu bên mua có lỗi làm cho nhà ở bị hư hỏng hoặc tháo dỡ thì phải bồi\nthường khoản tiền do bên bán phải bỏ ra để sửa chữa, khôi phục lại tình trạng ban\nđầu do bên mua làm hư hỏng hoặc tháo dỡ nhà. Trong trường hợp giá nhà giảm mà\nbên bán bị thiệt hại thì bên mua phải bồi thường cho bên bán khoản tiền chênh lệch\ngiá được xác định theo cách thức hướng dẫn tại điểm c tiểu mục 2.4 mục 2 này .\nb3) Nếu bên bán có lỗi làm cho hợp đồng mua bán nhà ở bị vô hiệu, thì bên bán phải\ntrả cho bên mua số tiền đã nhận và bên mua phải giao lại nhà cho bên bán (nếu đã\nnhận). Trong trường hợp có sự chênh lệch giá nhà mà bên mua bị thiệt hại thì bên\nbán phải bồi thường khoản tiền chênh lệch giá được xác định theo cách thức hướng10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 5/12\ndẫn tại điểm c tiểu mục 2.4 mục 2 này. Khoản tiền chênh lệch được tính theo tỷ lệ số\ntiền bên mua nhà đã trả.\nb4) Nếu trong thời gian quản lý, bên mua đã cải tạo, sửa chữa nhà làm tăng giá trị\nnhà gắn liền với giá trị quyền sử dụng đất thì khi nhận lại nhà bên bán phải thanh\ntoán cho bên mua phần giá trị tăng thêm đó, trừ trường hợp bên bán có phản đối\nhoặc cơ quan có thẩm quyền không cho phép mà bên mua vẫn cố tình cải tạo, sửa\nchữa.\nc) Xác định thiệt hại\nc1) Khi tuyên bố hợp đồng mua bán nhà ở vô hiệu thì Toà án cần xác định thiệt hại\ngồm:\nKhoản tiền mà bên bán phải bỏ ra để sửa chữa, khôi phục lại tình trạng ban đầu của\nnhà ở do bên mua đã tháo dỡ hoặc làm hư hỏng; khoản tiền mà bên mua đã đầu tư\nđể cải tạo, sửa chữa nhà làm tăng giá trị nhà gắn liền với giá trị quyền sử dụng đất.\nTrong trường hợp hợp đồng mua bán nhà ở không có đặt cọc và các bên không có\nthoả thuận khác về việc áp dụng biện pháp phạt vi phạm hợp đồng và bồi thường\nthiệt hại quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 379",
    "text": "Điều 379 Bộ luật Dân sự để bảo đảm thực hiện hợp đồng, thì\nthiệt hại còn bao gồm khoản tiền chênh lệch giữa giá nhà gắn liền với giá trị quyền\nsử dụng đất do các bên thoả thuận với giá nhà gắn liền với giá trị quyền sử dụng đất\ntại thời điểm xét xử sơ thẩm hoặc các thiệt hại khác, nếu có.\nc2) Để xác định đúng các thiệt hại nói trên, Toà án phải tiến hành định giá nhà gắn\nliền với giá trị quyền sử dụng đất và xác định thiệt hại về nhà ở như sau:\nNếu các đương sự không thoả thuận được về giá nhà, giá trị quyền sử dụng đất và\ngiá trị thiệt hại, thì Toà án yêu cầu cơ quan chuyên môn định giá hoặc ra quyết định\nthành lập hội đồng định giá. Giá nhà và giá trị quyền sử dụng đất được xác định theo\ngiá thị trường chuyển nhượng tại địa phương nơi có nhà đất đang tranh chấp đối với\ntừng loại nhà, đất vào thời điểm xét xử sơ thẩm.\nTuy nhiên, trong trường hợp Uỷ ban nhân dân cấp tỉnh có quy định giá đất cụ thể phù\nhợp với giá chuyển nhượng quyền sử dụng đất theo giá thị trường tại địa phương\nhoặc các Trung tâm giao dịch bất động sản hoạt động hợp pháp có niêm yết giá giao10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 6/12\ndịch chuyển nhượng đất tại địa phương, thì Toà án có thể căn cứ vào giá do Uỷ ban\nnhân dân quy định hoặc giá niêm yết của các Trung tâm giao dịch để xác định giá\nnhà gắn liền với giá trị quyền sử dụng đất, mà không nhất thiết phải thành lập Hội\nđồng định giá.\nc3) Trách nhiệm chịu chi phí cho việc định giá như sau:\nCác đương sự phải chịu chi phí cho việc định giá tương ứng với phần nghĩa vụ của\nhọ.\nTrường hợp đương sự có yêu cầu định giá lại, thì người có yêu cầu phải tạm ứng\ntrước chi phí định giá, Toà án sẽ quyết định ai phải chịu chi phí định giá tuỳ thuộc vào\nkết quả xét xử.\n3. Giải quyết tranh chấp chuy ển nhượng hợp đồng thuê nhà ở thuộc sở hữu\nnhà nước\n3.1. Chuyển nhượng hợp đồng thuê nhà ở thuộc sở hữu nhà nước là việc người có\nhợp đồng thuê nhà ở của Nhà nước do không có nhu cầu sử dụng hoặc vì lý do nào\nđó nên đã chuyển nhượng lại hợp đồng thuê diện tích nhà ở đó cho người khác.\nNgười được thuê lại nhà ở đó phải trả cho người chuyển nhượng một khoản tiền và\nđược làm thủ tục đăng ký và ký hợp đồng thuê diện tích nhà ở đó với cơ quan quản\nlý nhà đất.\n3.2. Khi áp dụng Điều 131, khoản 1",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 200",
    "text": "Điều 200 và khoản 3",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 494",
    "text": "Điều 494 Bộ luật Dân sự để\ngiải quyết loại tranh chấp này Toà án cần lưu ý:\na) Việc chuyển nhượng hợp đồng thuê nhà ở thuộc sở hữu nhà nước phải được lập\nthành văn bản.\nb) Nếu việc chuyển nhượng hợp đồng thuê nhà ở được cơ quan quản lý nhà đất cho\nphép chuyển nhượng bằng văn bản (tại thời điểm ký kết hợp đồng, trước phiên toà\nhoặc tại phiên toà) thì Toà án công nhận hợp đồng và buộc các bên phải thực hiện\nnghĩa vụ theo thoả thuận.\nc) Nếu việc chuyển nhượng hợp đồng thuê nhà ở không được cơ quan quản lý nhà\nđất cho phép bằng văn bản (tại thời điểm ký kết hợp đồng, trước phiên toà hoặc tại10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 7/12\nphiên toà) thì Toà án tuyên hợp đồng vô hiệu và giải quyết hậu quả của hợp đồng vô\nhiệu theo thủ tục chung.\nd) Khi giải quyết loại tranh chấp này, thì tuỳ từng trường hợp cụ thể mà Toà án yêu\ncầu cơ quan quản lý nhà đất tham gia tố tụng với tư cách ngườ i có quyền lợi, nghĩa\nvụ liên quan.\nII. ĐỐI VỚI CÁC TRANH CHẤP  VỀ HÔN NHÂN VÀ GIA  ĐÌNH\n1. Thừa kế trong trường hợp chưa có đăng ký kết hôn\na) Trường hợp quan hệ vợ chồng được xác lập trước ngày 03/01/1987, nếu có một\nbên chết trước, thì bên vợ hoặc chồng còn sống được hưởng di sản của bên chết để\nlại theo quy định của pháp luật về thừa kế.\nb) Trường hợp nam và nữ chung sống với nhau như vợ chồng từ ngày 03/01/1987\nđến ngày 01/01/2001 mà có đủ điều kiện kết hôn theo quy định của Luật hôn nhân và\ngia đình năm 2000 thì có nghĩa vụ đăng ký kết hôn trong thời hạn hai năm, kể từ\nngày 01/01/2001 đến ngày 01/01/2003; do đó cho đến trước ngày 01/01/2003 mà có\nmột bên vợ hoặc chồng chết trước thì bên chồng hoặc vợ còn sống được hưởng di\nsản của bên chết để lại theo quy định của pháp luật về thừa kế. Trong trường hợp\nsau ngày 01/01/2003 họ vẫn chưa đăng ký kết hôn mà có một bên vợ hoặc chồng\nchết trước và có tranh chấp về thừa kế thì trong khi chưa có quy định mới của cơ\nquan nhà nước có thẩm quyền, tuỳ từng trường hợp mà Toà án xử lý như sau:\n- Nếu chưa thụ lý vụ án thì không thụ lý;\n- Nếu đã thụ lý vụ án và đang giải quyết thì ra quyết định tạm đình chỉ việc giải quyết\nvụ án.\n2. Ly hôn có yếu tố nước ngoài\n2.1. Đối với trường hợp công dân Việt Nam ở trong nước xin ly hôn với công dân Việt\nNam đã đi ra nước ngoài\nKhi giải quyết loại việc này , cần phân biệt như sau:\na) Đối với những trường hợp uỷ thác tư pháp không có kết quả vì lý do bị đơn sống\nlưu vong, không có cơ quan nào quản lý, không có địa chỉ rõ ràng nên không thể liên\nhệ với họ được, thì Toà án yêu cầu thân nhân của bị đơn đó gửi cho họ lời khai của10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 8/12\nnguyên đơn và báo cho họ gửi về Toà án những lời khai hoặc tài liệu cần thiết cho\nviệc giải quyết vụ án. Sau khi có kết quả, Toà án có thể căn cứ vào những lời khai và\ntài liệu đó để xét xử theo thủ tục chung.\nb) Trường hợp bên đương sự là bị đơn đang ở nước ngoài không có địa chỉ, không\ncó tin tức hoặc giấu địa chỉ nên nguyên đơn ở trong nước không thể biết địa chỉ, tin\ntức của họ, thì giải quyết như sau:\n- Nếu bị đơn ở nước ngoài không có địa chỉ, không có tin tức gì về họ (kể cả thân\nnhân của họ cũng không có địa chỉ, tin tức gì về họ), thì Toà án ra quyết định tạm\nđình chỉ việc giải quyết vụ án theo quy định tại điểm c khoản 1",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 45",
    "text": "Điều 45 Pháp lệnh thủ\ntục giải quyết các vụ án dân sự và giải thích cho nguyên đơn biết họ có quyền khởi\nkiện yêu cầu Toà án cấp huyện nơi họ thường trú tuyên bố bị đơn mất tích hoặc đã\nchết theo quy định của pháp luật về tuyên bố mất tích, tuyên bố chết.\n- Nếu thông qua thân nhân của họ mà biết rằng họ vẫn có liên hệ với thân nhân ở\ntrong nước, nhưng thân nhân của họ không cung cấp địa chỉ, tin tức của bị đơn cho\nToà án, cũng như không thực hiện yêu cầu của Toà án thông báo cho bị đơn biết để\ngửi lời khai về cho Toà án, thì coi đây là trường hợp bị đơn cố tình giấu địa chỉ, từ\nchối khai báo, từ chối cung cấp những tài liệu cần thiết. Nếu Toà án đã yêu cầu đến\nlần thứ hai mà thân nhân của họ cũng không chịu cung cấp địa chỉ, tin tức của bị đơn\ncho Toà án cũng như không chịu thực hiện yêu cầu của Toà án thông báo cho bị đơn\nbiết, thì Toà án đưa vụ án ra xét xử vắng mặt bị đơn theo thủ tục chung. Sau khi xét\nxử Toà án cần gửi ngay cho thân nhân của bị đơn bản sao bản án hoặc quyết định\nđể những người này chuyển cho bị đơn, đồng thời tiến hành niêm yết công khai bản\nsao bản án, quyết định tại trụ sở Uỷ ban nhân dân cấp xã nơi bị đơn cư trú cuối cùng\nvà nơi thân nhân của bị đơn cư trú để đương sự có thể sử dụng quyền kháng cáo\ntheo quy định của pháp luật tố tụng.\n2.2. Đối với trường hợp các bên đều là công dân Việt Nam kết hôn ở nước ngoài\ntheo pháp luật nước ngoài, nay họ về V iệt Nam xin ly hôn.\nKhi giải quyết loại việc này cần phân biệt như sau:10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 9/12\na) Đối với trường hợp các bên có giấy chứng nhận kết hôn do cơ quan có thẩm\nquyền của nước đã ký kết với Việt Nam Hiệp định tương trợ tư pháp hoặc đã được\nhợp pháp hoá lãnh sự theo quy định của pháp luật V iệt Nam.\nTheo quy định của Nghị định số 83/1998/NĐ-CP  ngày 10/10/1998 của Chính phủ về\nđăng ký hộ tịch (sau đây gọi tắt là Nghị định số 83) thì việc kết hôn của đương sự\ncần được ghi chú vào sổ đăng ký; do đó, nếu việc kết hôn của đương sự chưa được\nghi chú vào sổ đăng ký thì Toà án yêu cầu đương sự làm thủ tục ghi chú vào sổ đăng\nký theo quy định của Nghị định số 83 rồi mới thụ lý giải quyết việc ly hôn. Trong\ntrường hợp đương sự không thực hiện yêu cầu của Toà án làm thủ tục ghi chú vào\nsổ đăng ký mà vẫn có yêu cầu Toà án giải quyết, thì Toà án không công nhận họ là\nvợ chồng; nếu có yêu cầu Toà án giải quyết về con cái, tài sản thì Toà án giải quyết\ntheo thủ tục chung.\nb) Đối với trường hợp các bên có giấy chứng nhận kết hôn do cơ quan có thẩm\nquyền của nước chưa ký kết với Việt Nam Hiệp định tương trợ tư pháp cấp và cũng\nchưa được hợp pháp hoá lãnh sự theo quy định của pháp luật V iệt Nam.\nTheo quy định của Nghị định số 83 thì trong trường hợp này giấy đăng ký kết hôn\nphải được hợp pháp hoá lãnh sự và việc kết hôn cần được ghi chú vào sổ đăng ký;\ndo đó, nếu giấy đăng ký kết hôn của họ chưa được hợp pháp hoá lãnh sự, việc kết\nhôn của họ chưa được ghi chú vào sổ đăng ký, thì Toà án yêu cầu đương sự hoàn\ntất thủ tục hợp pháp hoá lãnh sự và làm thủ tục ghi chú vào sổ đăng ký rồi mới thụ lý\ngiải quyết. Trong trường hợp đương sự không thực hiện các thủ tục đó mà vẫn có\nyêu cầu Toà án giải quyết, thì Toà án không công nhận họ là vợ chồng; nếu có yêu\ncầu Toà án giải quyết về con cái, tài sản thì Toà án giải quyết theo thủ tục chung.\n2.3. Đối với trường hợp người Việt Nam ở nước ngoài kết hôn với người nước ngoài\nmà việc kết hôn đó được công nhận tại Việt Nam, nay người Việt Nam về nước và\nngười nước ngoài xin ly hôn\na) Trong trường hợp người nước ngoài đang ở nước ngoài xin ly hôn người Việt\nNam mà người Việt Nam còn quốc tịch Việt Nam và đang cư trú tại Việt Nam, thì Toà10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 10/12\nán thụ lý giải quyết nhưng việc áp dụng pháp luật để giải quyết cần phân biệt như\nsau:\n- Nếu người nước ngoài là công dân của nước mà Việt Nam đã ký Hiệp định tương\ntrợ tư pháp với nước đó mà trong Hiệp định tương trợ tư pháp đó có quy định khác\nvới Luật hôn nhân và gia đình năm 2000 thì áp dụng quy định của Hiệp định tương\ntrợ tư pháp để giải quyết; nếu không có quy định khác thì áp dụng Luật hôn nhân và\ngia đình năm 2000 để giải quyết.\n- Nếu người nước ngoài là công dân của nước mà Việt Nam chưa ký Hiệp định\ntương trợ tư pháp với nước đó thì áp dụng quy định của Luật hôn nhân và gia đình\nnăm 2000 để giải quyết.\n- Việc giải quyết tài sản là bất động sản ở nước ngoài khi ly hôn tuân theo pháp luật\ncủa nước nơi có bất động sản đó.\nb) Trong trường hợp người Việt Nam không còn quốc tịch Việt Nam mặc dù vẫn đang\ncư trú tại Việt Nam thì Toà án không thụ lý giải quyết vì việc này không thuộc thẩm\nquyền giải quyết của Toà án.\n2.4. Đối với trường hợp công dân Việt Nam ở trong nước xin ly hôn với người nước\nngoài đang cư trú ở nước ngoài\nCông dân Việt Nam kết hôn với người nước ngoài, nhưng người nước ngoài đã về\nnước mà không còn liên hệ với công dân Việt Nam, nay công dân Việt Nam xin ly\nhôn, thì Toà án thụ lý giải quyết.\nTheo quy định tại",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 01/2003/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2003,
    "section_type": "Điều",
    "title": "Điều 18",
    "text": "Điều 18 Luật hôn nhân và gia đình năm 2000 thì vợ chồng có nghĩa\nvụ chăm sóc giúp đỡ nhau, cùng xây dựng gia đình hạnh phúc; do đó, nếu người\nnước ngoài bỏ về nước không thực hiện nghĩa vụ vợ chồng theo quy định, thời gian\nkhông có tin tức cho vợ hoặc chồng là công dân Việt Nam từ một năm trở lên mà\nđương sự, thân nhân của họ và các cơ quan có thẩm quyền (cơ quan ngoại giao của\nViệt Nam ở nước họ, các cơ quan có thẩm quyền mà người đó là công dân), sau khi\nđã điều tra xác minh địa chỉ của họ theo thủ tục xuất nhập cảnh , địa chỉ mà họ khai\nkhi đăng ký kết hôn theo giấy đăng ký kết hôn... nhưng cũng không biết tin tức, địa\nchỉ của họ, thì được coi là trường hợp bị đơn cố tình giấu địa chỉ và xử cho ly hôn.10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 11/12\nHỘI ĐỒNG THẨM PHÁN T OÀ ÁN NHÂN DÂN TỐI CAO\nCHÁNH ÁN\n(Đã ký)\nNguyễn Văn HiệnIII. HIỆU LỰC THI HÀNH CỦA  NGHỊ QUYẾT  \n1. Nghị quyết này được Hội đồng thẩm phán Toà án nhân dân tối cao thông qua ngày\n16 tháng 4 năm 2003 và có hiệu lực thi hành sau mười lăm ngày , kể từ ngày đăng\nCông báo.\nNhững hướng dẫn của Toà án nhân dân tối cao được ban hành trước ngày Nghị\nquyết này có hiệu lực về các vấn đề được hướng dẫn trong Nghị quyết này đều bãi\nbỏ.\n2. Đối với những vụ án dân sự, hôn nhân và gia đình mà Toà án đã thụ lý nhưng\nchưa xét xử sơ thẩm, xét xử phúc thẩm hoặc xét xử giám đốc thẩm, tái thẩm thì áp\ndụng Nghị quyết này để giải quyết.\n3. Đối với các bản án, quyết định dân sự, hôn nhân và gia đình của Toà án đã có hiệu\nlực pháp luật trước ngày Nghị quyết này có hiệu lực thi hành thì không áp dụng Nghị\nquyết này để kháng nghị theo thủ tục giám đốc thẩm hoặc tái thấm, trừ trường hợp\nviệc kháng nghị bản án, quyết định có những căn cứ khác./.10/7/25, 4:23 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=19859 12/12",
    "source_file": "01:2003:NQ-HĐTP_clean.txt"
  }
]