[
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 20",
    "text": "Điều 20 và",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 21",
    "text": "Điều 21 Luật Tổ chức Toà án nhân dân năm 1992 (được sửa đổi, bổ sung ngày 28/12/1993 và\nngày 28/10/1995);\nĐể áp dụng thống nhất các quy định của Luật Hôn nhân và Gia đình được Quốc hội nước Cộng hoà xã hội chủ nghĩa\nViệt Nam thông qua ngày 09/6/2000 và có hiệu lực từ ngày 01/01/2001;\nQUYẾT NGHỊ\nHướng dẫn áp dụng một số quy định của Luật hôn nhân và gia đình được Quốc hội nước Cộng hoà xã hội chủ nghĩa\nViệt Nam thông qua ngày 09/6/2000 như sau:\n1. Điều kiện kết hôn (Điều 9)\nNam và nữ kết hôn với nhau phải tuân theo các điều kiện quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9. Khi giải quyết yêu cầu huỷ việc kết hôn\ntrái pháp luật hoặc yêu cầu ly hôn cần chú ý một số điểm sau đây:\na. Điều kiện kết hôn quy định tại điểm 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 là: \"Nam từ hai mươi tuổi trở lên, nữ từ mười tám tuổi trở lên\". Theo\nquy định này thì không bắt buộc nam phải từ đủ hai mươi tuổi trở lên, nữ phải từ đủ mười tám tuổi trở lên mới được\nkết hôn; do đó, nam đã bước sang tuổi hai mươi, nữ đã bước sang tuổi mười tám mà kết hôn là không vi phạm điều\nkiện về tuổi kết hôn.\nb. Nếu nam và nữ kết hôn tuy có đủ các điều kiện quy định tại các điểm 1 và 3 Điều 9, nhưng họ không tự nguyện\nquyết định mà thuộc một trong các trường hợp sau đây , thì vi phạm điều kiện kết hôn quy định tại điểm 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9:\nb.1. Một bên ép buộc (ví dụ: đe doạ dùng vũ lực hoặc uy hiếp tinh thần hoặc dùng vật chất...) nên buộc bên bị ép buộc\nđồng ý kết hôn;\nb.2. Một bên lừa dối (ví dụ: lừa dối là nếu kết hôn sẽ xin việc làm phù hợp hoặc nếu kết hôn sẽ bảo lãnh ra nước\nngoài; không có khả năng sinh lý nhưng cố tình giấu; biết mình bị nhiễm HIV nhưng cố tình giấu...) nên bên bị lừa dối\nđã đồng ý kết hôn;\nb.3. Một bên hoặc cả hai bên nam và nữ bị người khác cưỡng ép (ví dụ: bố mẹ của người nữ do nợ của người nam\nmột khoản tiền nên cưỡng ép người nữ phải kết hôn với người nam để trừ nợ; do bố mẹ của hai bên có hứa hẹn với\nnhau nên cưỡng ép con của họ phải kết hôn với nhau...) buộc người bị cưỡng ép kết hôn trái với nguyện vọng của họ.10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 1/9\nc. Điều kiện kết hôn quy định tại điểm 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 bị vi phạm, nếu việc kết hôn thuộc một trong những trường hợp quy\nđịnh tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10. Cần chú ý đối với từng trường hợp cụ thể như sau:\nc.1. Người đang có vợ hoặc có chồng là:\n- Người đã kết hôn với người khác theo đúng quy định của pháp luật về hôn nhân và gia đình nhưng chưa ly hôn;\n- Người sống chung với người khác như vợ chồng từ trước ngày 03/01/1987 và đang chung sống với nhau như vợ\nchồng mà không đăng ký kết hôn;\n- Người sống chung với người khác như vợ chồng từ ngày 03/01/1987 đến trước ngày 01/01/2001 và đang chung\nsống với nhau như vợ chồng mà có đủ điều kiện kết hôn nhưng không đăng ký kết hôn (trường hợp này chỉ áp dụng\ntừ ngày Nghị quyết này có hiệu lực cho đến trước ngày 01/01/2003).\nc.2. Người mất năng lực hành vi dân sự là người mất khả năng bằng hành vi của mình xác lập, thực hiện quyền,\nnghĩa vụ dân sự.\nc.3. Giữa những người cùng dòng máu về trực hệ là giữa cha, mẹ với con; giữa ông, bà với cháu nội, cháu ngoại.\nGiữa những người có họ trong phạm vi ba đời là giữa những người cùng một gốc sinh ra: cha mẹ là đời thứ nhất; anh\nchị em cùng cha mẹ, cùng cha khác mẹ, cùng mẹ khác cha là đời thứ hai; anh chị em con chú, con bác, con cô, con\ncậu, con dì là đời thứ ba.\nc.4. Đối với trường hợp quy định tại điểm 4",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 cần hiểu là ngoài việc cấm kết hôn giữa cha, mẹ nuôi với con nuôi\nthì điều luật còn cấm kết hôn:\n- Giữa người đã từng là cha, mẹ nuôi với con nuôi;\n- Giữa người đã từng là bố chồng với con dâu;\n- Giữa người đã từng là mẹ vợ với con rể;\n- Giữa người đã từng là bố dượng với con riêng của vợ;\n- Giữa người đã từng là mẹ kế với con riêng của chồng.\n2. Huỷ việc kết hôn trái pháp luật (Điều 16)\nKhi giải quyết huỷ việc kết hôn trái pháp luật, Toà án cần chú ý các điểm sau đây:\na. Theo quy định tại điểm 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 thì kết hôn trái pháp luật là việc xác lập quan hệ vợ chồng có đăng ký kết hôn,\nnhưng vi phạm điều kiện kết hôn do pháp luật quy định; cụ thể là việc đăng ký kết hôn do cơ quan có thẩm quyền quy\nđịnh tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12 thực hiện và việc tổ chức đăng ký kết hôn theo đúng nghi thức quy định tại Điều 14, nhưng vi phạm\nmột trong các điều kiện kết hôn quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 như đã hướng dẫn tại mục 1 Nghị quyết này .\nb. Trong trường hợp việc đăng ký kết hôn không phải do cơ quan có thẩm quyền quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12 thực hiện (ví dụ:\nviệc đăng ký kết hôn giữa nam và nữ do Uỷ ban nhân dân xã, phường, thị trấn nơi không có bên nào kết hôn cư trú\nthực hiện), thì việc đăng ký kết hôn đó không có giá trị pháp lý; nếu có yêu cầu huỷ việc kết hôn trái pháp luật, thì mặc\ndù có vi phạm một trong những điều kiện kết hôn quy định tại Điều 9, Toà án không tuyên bố huỷ kết hôn trái pháp luật\nmà áp dụng khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1 1 tuyên bố không công nhận họ là vợ chồng.\nc. Trong trường hợp việc đăng ký kết hôn không theo nghi thức quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14 thì việc kết hôn đó không có giá\ntrị pháp lý, nếu có yêu cầu huỷ việc kết hôn trái pháp luật, thì mặc dù có vi phạm một trong các điều kiện kết hôn quy10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 2/9\nđịnh tại Điều 9, Toà án không tuyên bố huỷ kết hôn trái pháp luật mà áp dụng khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 11",
    "text": "Điều 11 tuyên bố không công\nnhận họ là vợ chồng. Tuy nhiên cần chú ý:\nc.1.",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14 không quy định cụ thể địa điểm tổ chức đăng ký kết hôn; do đó, địa điểm tổ chức đăng ký kết hôn có thể\nlà một nơi khác không phải là trụ sở của cơ quan đăng ký kết hôn.\nc.2.",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14 quy định: \"Khi tổ chức đăng ký kết hôn phải có mặt hai bên nam, nữ kết hôn\". Thực hiện cho thấy rằng\ntrong một số trường hợp vì những lý do khách quan hay chủ quan mà khi tổ chức đăng ký kết hôn chỉ có một bên nam\nhoặc nữ; do đó, nếu trước khi tổ chức đăng  ký kết hôn đã thực hiện đúng quy định tại khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13 và sau khi tổ\nchức đăng ký kết hôn họ thực sự về chung sống với nhau, thì không coi là việc đăng ký kết hôn đó là không theo nghi\nthức quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14.\nd. Khi cá nhân, cơ quan, tổ chức theo quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 có yêu cầu huỷ việc kết hôn trái pháp luật do có vi phạm\nđiều kiện kết hôn thì cần phân biệt:\nd.1. Đối với những trường hợp kết hôn khi một bên hoặc cả hai bên chưa đến tuổi kết hôn là vi phạm điều kiện kết\nhôn quy định tại điểm 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9. Tuy nhiên, tuỳ từng trường hợp mà quyết định như sau:\n- Nếu đến thời điểm có yêu cầu huỷ việc kết hôn trái pháp luật mà một bên hoặc cả hai bên vẫn chưa đến tuổi kết hôn\nthì quyết định huỷ việc kết hôn trái pháp luật.\n- Nếu đến thời điểm có yêu cầu huỷ việc kết hôn trái pháp luật cả hai bên tuy đã đến tuổi kết hôn, nhưng cuộc sống\ncủa họ trong thời gian đã qua không có hạnh phúc, không có tình cảm vợ chồng, thì quyết định huỷ việc kết hôn trái\npháp luật.\n- Nếu đến thời điểm có yêu cầu huỷ việc kết hôn trái pháp luật cả hai bên đã đến tuổi kết hôn, trong thời gian đã qua\nhọ chung sống bình thường, đã có con, có tài sản chung thì không quyết định huỷ việc kết hôn trái pháp luật. Nếu mới\nphát sinh mâu thuẫn và có yêu cầu Toà án giải quyết việc ly hôn thì Toà án thụ lý vụ án để giải quyết ly hôn theo thủ\ntục chung.\nd.2. Đối với những trường hợp kết hôn khi một bên bị ép buộc, bị lừa dối hoặc bị cưỡng ép là vi phạm điều kiện kết\nhôn quy định tại điểm 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9. Tuy nhiên, tuỳ từng trường hợp mà quyết định như sau:\n- Nếu sau khi bị ép buộc, bị lừa dối hoặc bị cưỡng ép kết hôn mà cuộc sống không có hạnh phúc, không có tình cảm\nvợ chồng, thì quyết định huỷ việc kết hôn trái pháp luật.\n- Nếu sau khi bị ép buộc, bị lừa dối hoặc bị cưỡng ép kết hôn mà bên bị ép buộc, bị lừa dối hoặc bị cưỡng ép đã biết,\nnhưng đã thông cảm, tiếp tục chung sống hoà thuận thì không quyết định huỷ việc kết hôn trái pháp luật. Nếu mới\nphát sinh mâu thuẫn và có yêu cầu Toà án giải quyết việc ly hôn, thì Toà án thụ lý vụ án để giải quyết ly hôn theo thủ\ntục chung.\nd.3. Đối với những trường hợp kết hôn thuộc một trong các trường hợp quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 là vi phạm điều kiện kết\nhôn quy định tại điểm 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 và nói chung là phải quyết định huỷ việc kết hôn trái pháp luật. Tuy nhiên, nếu thuộc\ntrường hợp quy định tại điểm 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 cần chú ý:\n- Nếu thuộc trường hợp cán bộ và bộ đội miền Nam tập kết ra miền Bắc hồi năm 1954 , đã có vợ, có chồng ở miền\nNam mà lấy vợ, lấy chồng ở miền Bắc thì vẫn xử lý theo Thông tư số 60/TATC ngày 22/02/1978 của Toà án nhân dân10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 3/9\ntối cao \"Hướng dẫn giải quyết các trường hợp cán bộ, bộ đội trong Nam tập kết ra Bắc mà lấy vợ, lấy chồng khác\"\n(Xem cuốn các văn bản về hình sự, dân sự và tố tụng, Toà án nhân dân tối cao xuất bản năm 1990; tr 255-260).\n- Nếu khi một người đang có vợ hoặc có chồng, nhưng tình trạng trầm trọng, đời sống chung không thể kéo dài mà đã\nkết hôn với người khác, thì lần kết hôn sau là thuộc trường hợp cấm kết hôn quy định tại điểm 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10. Tuy nhiên,\nkhi có yêu cầu huỷ việc kết hôn trái pháp luật họ đã ly hôn với vợ hoặc chồng của lần kết hôn trước, thì không quyết\nđịnh huỷ việc kết hôn trái pháp luật đối với lần kết hôn sau. Nếu mới phát sinh mâu thuẫn và có yêu cầu Toà án giải\nquyết việc ly hôn thì Toà án thụ lý vụ án để giải quyết ly hôn theo thủ tục chung.\nđ. Khi giải quyết yêu cầu huỷ việc kết hôn trái pháp luật mà xét thấy hành vi vi phạm có dấu hiệu cấu thành tội phạm\nthì Toà án yêu cầu Viện Kiểm sát cùng cấp khởi tố vụ án hình sự. Nếu Viện Kiểm sát cùng cấp không đồng ý thì Toà\nán có thể kiến nghị với Viện Kiểm sát cấp trên xem xét; nếu Viện Kiểm sát cấp trên cũng không đồng ý thì Toà án tiếp\ntục giải quyết yêu cầu huỷ việc kết hôn trái pháp luật theo thủ tục chung. Trong trường hợp Viện Kiểm sát đồng ý khởi\ntố vụ án hình sự thì Toà án áp dụng điểm d khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 45",
    "text": "Điều 45 Pháp lệnh thủ tục giải quyết các vụ án dân sự ra quyết\nđịnh tạm đình chỉ việc giải quyết vụ án. Sau khi vụ án hình sự được xét xử xong và bản án, quyết định hình sự đã có\nhiệu lực pháp luật thì Toà án tiếp tục giải quyết theo thủ tục chung (vì lý do của việc tạm đình chỉ không còn nữa).\n3. Tài sản chung của vợ chồng (Điều 27).\na. Khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 27",
    "text": "Điều 27 đã quy định tài sản chung của vợ chồng và hình thức sở hữu đối với tài sản chung của vợ chồng.\n\"Những thu thập hợp pháp khác\" của vợ chồng trong thời kỳ hôn nhân có thể là tiền thưởng, tiền trợ cấp, tiền trúng\nthưởng xổ số, mà vợ, chồng có được hoặc tài sản mà vợ chồng được xác lập quyền sở hữu theo quy định tại các\nĐiều 247, 248, 249, 250, 251 và 252 Bộ luật dân sự... trong thời kỳ hôn nhân.\nb. Khoản 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 27",
    "text": "Điều 27 quy định: \"Trong trường hợp tài sản thuộc sở hữu chung của vợ chồn g mà pháp luật quy định phải\nđăng ký quyền sở hữu thì trong giấy chứng nhận quyền sở hữu phải ghi tên của cả vợ và chồng\".\nThực tiễn cho thấy chỉ có tài sản rất lớn, rất quan trọng đối với đời sống gia đình thì trong giấy chứng nhận quyền sở\nhữu mới ghi tên của cả vợ chồng (như: nhà ở, quyền sử dụng đất...), song cũng không phải trong mọi trường hợp.\nĐối với các tài sản khác phải đăng ký quyền sở hữu, nhưng trong giấy chứng nhận thường chỉ ghi tên của vợ hoặc\nchồng (như: xe môtô, xe ôtô, tàu, thuyền vận tải...). Mặt khác, khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 32",
    "text": "Điều 32 đã quy định cụ thể về tài sản riêng của\nvợ chồng. Để bảo vệ quyền lợi chính đáng của các bên, trong trường hợp tài sản do vợ, chồng có được trong thời kỳ\nhôn nhân mà pháp luật quy định phải đăng ký quyền sở hữu, nhưng trong giấy chứng nhận quyền sở hữu chỉ ghi tên\ncủa vợ hoặc chồng, nếu không có tranh chấp thì đó là tài sản chung của vợ chồng; nếu có tranh chấp là tài sản riêng\nthì người có tên trong giấy chứng nhận quyền sở hữu phải chứng minh được tài sản này do được thừa kế riêng, được\ntặng riêng trong thời kỳ hôn nhân hoặc tài sản này có được từ nguồn tài sản riêng quy định tại khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 32",
    "text": "Điều 32 (ví dụ:\nđược thừa kế riêng một khoản tiền và dùng khoản tiền này mua cho bản thân một chiếc  xe môtô mà không nhập vào\nkhối tài sản chung của vợ chồng). Trong trường hợp không chứng minh được tài sản đang có tranh chấp này là tài\nsản riêng thì theo quy định tại khoản 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 27",
    "text": "Điều 27 tài sản đó là tài sản chung của vợ chồng.\n4. Quyền thừa kế tài sản giữa vợ chồng (Điều 31)\nNgoài việc quy định cụ thể về quyền thừa kế tài sản của nhau, quản lý tài sản khi vợ hoặc chồng chết hoặc bị Toà án\ntuyên bố là đã chết, khoản 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31 còn quy định:10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 4/9\n\"Trong trường hợp yêu cầu chia tài sản thừa kế mà việc chia di sản ảnh hưởng nghiêm trọng đến đời sống của bên\nvợ hoặc chồng còn sống và gia đình thì bên còn sống có quyền yêu cầu Toà án xác định phần di sản mà những người\nthừa kế được hưởng nhưng chưa cho chia di sản trong một thời hạn nhất định; nếu hết thời hạn do Toà án xác định\nhoặc bên còn sống đã kết hôn với người khác thì những người thừa kế khác có quyền yêu cầu Toà án cho chia di sản\nthừa kế\".\nKhi áp dụng quy định tại khoản 3",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31 cần chú ý:\na. Việc chia di sản ảnh hưởng nghiêm trọng đến đời sống của bên vợ hoặc chồng còn sống và gia đình là trong\ntrường hợp người chết có để lại di sản, nhưng nếu đem di sản này chia cho những người thừa kế được hưởng thì vợ\nhoặc chồng còn sống và gia đình gặp rất nhiều khó khăn trong cuộc sống như: không có chỗ ở, mất nguồn tư liệu sản\nxuất duy nhất...\nVí dụ 1: Trước khi kết hôn anh A mua được một ngôi nhà cấp 4 có diện tích 25m2. Sau đó anh A kết hôn với chị B và\nkhông nhập ngôi nhà này vào khối tài sản chung của vợ chồng. Sau khi sinh được một người con thì anh A bị chết và\nkhông để lại di chúc. Bố mẹ của anh A yêu cầu chia di sản thừa kế là ngôi nhà của anh A. Chị B và con không có chỗ\nở nào khác và cũng chưa có điều kiện để tạo lập chỗ ở khác. Ngôi nhà này lại không thể chia được bằng hiện vật.\nTrong trường hợp này việc chia di sản thừa kế là ngôi nhà sẽ ảnh hưởng nghiêm trọng đến đời sống của chị B và con.\nVí dụ 2: Anh C và chị D kết hôn với nhau và mua được ngôi nhà có diện tích 20m2. Sau khi sinh được một người con\nthì anh C bị chết và không để lại di chúc. Bố mẹ của anh C yêu cầu chia di sản do anh C để lại là phần nhà của anh C\ntrong ngôi nhà này. Chị D và con không có chỗ ở nào khác, trong khi đó ngôi nhà này nếu chia bằng hiện vật thì không\nbảo đảm cho việc sinh hoạt tối thiểu của chị D và con; nếu buộc chị D phải thanh toán bằng tiền phần thừa kế mà bố\nmẹ anh C được hưởng thì chị D cũng không có khả năng. Trong trường hợp này việc chia di sản thừa kế phần nhà\ncủa anh C trong ngôi nhà có diện tích 20m2 sẽ ảnh hưởng nghiêm trọng đến đời sống của chị D và con.\nb. Khi thuộc trường hợp tại điểm a mục này thì Toà án cần giải thích cho người có yêu cầu chia di sản thừa kế biết là\nhọ mới chỉ có quyền yêu cầu xác định phần di sản mà họ được hưởng và họ chỉ có quyền yêu cầu chia di sản sau một\nthời hạn nhất định, cụ thể là ba năm, nếu trong thời hạn này bên còn sống là vợ hoặc chồng của người đã chết chưa\nkết hôn với người khác. Nếu họ có yêu cầu xác định phần di sản mà họ được hưởng thì Toà án thụ lý để giải quyết.\nTrong trường hợp này, nếu họ không được miễn nộp tiền tạm ứng án phí, miễn án phí thì họ phải nộp tiền tạm ứng án\nphí như đối với vụ án không có giá ngạch.\nc. Toà án thụ lý yêu cầu chia di sản thừa kế đối với trường hợp được nêu tại điểm a mục 4 này khi thuộc một trong\ncác trường hợp sau đây:\nc.1. Hết thời hạn do Toà án xác định;\nc.2. Bên còn sống đã kết hôn với người khác.\nTrong trường hợp này, nếu đương sự không được miễn nộp tiền tạm ứng án phí, miễn án phí thì họ phải nộp tiền tạm\nứng án phí, nộp án phí như đối với vụ án có giá ngạch.\n5. Xác định cha, mẹ, con (Điều 63, Điều 64)\na. Theo quy định tại khoản 1 Điều 63, thì về nguyên tắc trong các trường hợp sau đây phải coi là con chung của vợ\nchồng:10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 5/9\n- Con sinh ra sau khi đã tổ chức đăng ký kết hôn cho đến trước khi chấm dứt quan hệ hôn nhân do Toà án công nhận\nhoặc quyết định theo yêu cầu của vợ hoặc chồng hoặc của cả hai vợ chồng;\n- Con sinh ra sau khi chấm dứt quan hệ hôn nhân do Toà án công nhận hoặc quyết định theo yêu cầu của vợ hoặc\nchồng hoặc cả hai vợ chồng, nhưng người vợ đã có thai trong thời kỳ hôn nhân (trong thời kỳ từ khi đã tổ chức đăng\nký kết hôn cho đến trước khi chấm dứt quan hệ hôn nhân).\n- Con sinh ra trước ngày đăng ký kết hôn (ngày tổ chức đăng ký kết hôn) nhưng được cả vợ và chồng thừa nhận.\nb. Theo quy định tại khoản 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 63",
    "text": "Điều 63 và Điều 64, khi có người yêu cầu Toà án xác định một người nào đó là con của\nhọ hay không phải là con của họ thì phải có chứng cứ; do đó về nguyên tắc người có yêu cầu phải cung cấp chứng\ncứ. Trong trường hợp cần thiết thì phải giám định gien. Người có yêu cầu giám định gien phải nộp lệ phí giám định\ngien.\n6. Quyền yêu cầu Toà án giải quyết việc ly hôn (Điều 85)\nTheo quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 85",
    "text": "Điều 85 thì vợ, chồng hoặc  cả hai người có quyền yêu cầu Toà án giải quyết việc ly hôn. Tuy nhiên,\nngười chồng không có quyền yêu cầu xin ly hôn khi vợ đang có thai hoặc đang nuôi con dưới 12 tháng tuổi. Luật chỉ\nquy định \"vợ đang có thai hoặc đang nuôi con dưới 12 tháng tuổi\"; do đó, khi người vợ đang thuộc một trong các\ntrường hợp này (không phân biệt người vợ có thai với ai hoặc bố của đứa trẻ dưới 12 tháng tuổi là ai), mà người\nchồng có yêu cầu xin ly hôn, thì giải quyết như sau:\na. Trong trường hợp chưa thụ lý vụ án thì Toà án áp dụng điểm 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 Pháp lệnh thủ tục giải quyết các vụ án dân\nsự trả lại đơn kiện cho người nộp đơn.\nb. Trong trường hợp đã thụ lý vụ án thì Toà án cần giải thích cho người nộp đơn biết là họ chưa có quyền yêu cầu xin\nly hôn. Nếu người nộp đơn rút đơn yêu cầu xin ly hôn thì Toà án áp dụng điểm 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46 Pháp lệnh thủ tục giải quyết\ncác vụ án dân sự ra quyết định đình chỉ việc giải quyết vụ án. Nếu người nộp đơn không rút đơn yêu cầu xin ly hôn thì\nToà án tiến hành giải quyết vụ án theo thủ tục chung và quyết định bác yêu cầu xin ly hôn của họ.\n7. Hoà giải tại Toà án (Điều 88)\nTheo quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 88",
    "text": "Điều 88 thì sau khi đã thụ lý đơn yêu cầu ly hôn, Toà án tiến hành hoà giải theo quy định của pháp\nluật về tố tụng dân sự; do đó, Toà án phải tiến hành hoà giải theo đúng hướng dẫn tại mục II Nghị quyết số 3/HĐTP\nngày 19/10/1990 của Hội đồng Thẩm phán Toà án nhân dân tối cao \"Hướng dẫn áp dụng một số quy định của Pháp\nlệnh thủ tục giải quyết các vụ án dân sự\" (xem Cuốn các văn bản về hình sự, dân sự và tố tụng; tập 2; Toà án nhân\ndân tối cao xuất bản năm 1992; tr 292, 293).\n8. Căn cứ cho ly hôn (Điều 89)\na. Theo quy định tại khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 89",
    "text": "Điều 89 thì Toà án quyết định cho ly hôn nếu xét thấy tình trạng trầm trọng, đời sống\nchung không thể kéo dài được, mục đích của hôn nhân không đạt được.\na.1. Được coi là tình trạng của vợ chồng trầm trọng khi:\n- Vợ, chồng không thương yêu, quý trọng, chăm sóc, giúp đỡ nhau như người nào chỉ biết bổn phận người đó, bỏ\nmặc người vợ hoặc người chồng muốn sống ra sao thì sống, đã được bà con thân thích của họ hoặc cơ quan, tổ\nchức, nhắc nhở, hoà giải nhiều lần.10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 6/9\n- Vợ hoặc chồng luôn có hành vi ngược đãi, hành hạ nhau, như thường xuyên đánh đập, hoặc có hành vi khác xúc\nphạm đến danh dự, nhân phẩm và uy tín của nhau, đã được bà con thân thích của họ hoặc cơ quan, tổ chức, đoàn\nthể nhắc nhở, hoà giải nhiều lần.\n- Vợ chồng không chung thuỷ với nhau như có quan hệ ngoại tình, đã được người vợ hoặc người chồng hoặc bà con\nthân thích của họ hoặc cơ quan, tổ chức, nhắc nhở, khuyên bảo nhưng vẫn tiếp tục có quan hệ ngoại tình;\na.2. Để có cơ sở nhận định đời sống chung của vợ chồng không thể kéo dài được, thì phải căn cứ vào tình trạng hiện\ntại của vợ chồng đã đến mức trầm trọng như hướng dẫn tại điểm a.1 mục 8 này. Nếu thực tế cho thấy đã được nhắc\nnhở, hoà giải nhiều lần, nhưng vẫn tiếp tục có quan hệ ngoại tình hoặc vẫn tiếp tục sống ly thân, bỏ mặc nhau hoặc\nvẫn tiếp tục có hành vi ngược đãi hành hạ, xúc phạm nhau, thì có căn cứ để nhận định rằng đời sống chung của vợ\nchồng không thể kéo dài được.\na.3. Mục đích của hôn nhân không đạt được là không có tình nghĩa vợ chồng; không bình đẳng về nghĩa vụ và quyền\ngiữa vợ, chồng; không tôn trọng danh dự, nhân phẩm, uy tín của vợ, chồng; không tôn trọng quyền tự do tín ngưỡng,\ntôn giáo của vợ, chồng; không giúp đỡ, tạo điều kiện cho nhau phát triển mọi mặt.\nb. Theo quy định tại khoản 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 89",
    "text": "Điều 89 thì: \"trong trường hợp vợ hoặc chồng của người bị Toà án tuyên bố mất tích xin\nly hôn thì Toà án giải quyết cho ly hôn\". Thực tiễn cho thấy có thể xảy ra hai trường hợp như sau:\nb.1. Người vợ hoặc người chồng đồng thời yêu cầu Toà án tuyên bố người chồng hoặc người vợ của mình mất tích\nvà yêu cầu Toà án giải quyết cho ly hôn. Trong trường hợp này nếu Toà án tuyên bố người đó mất tích thì giải quyết\ncho ly hôn; nếu Toà án thấy chưa đủ điều kiện tuyên bố người đó mất tích thì bác các yêu cầu của người vợ hoặc\nngười chồng.\nb.2. Người vợ hoặc người chồng đã bị Toà án tuyên bố mất tích theo yêu cầu của người có quyền, lợi ích liên quan.\nSau khi bản án của Toà án tuyên bố người vợ hoặc người chồng mất tích đã có hiệu lực pháp luật thì người chồng\nhoặc người vợ của người đó có yêu cầu xin ly hôn với người đó. Trong trường hợp này Toà án giải quyết cho ly hôn.\nb.3. Khi Toà án giải quyết cho ly hôn với người tuyên bố mất tích thì cần chú ý giải quyết việc quản lý tài sản của\nngười bị tuyên bố mất tích theo đúng quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 89",
    "text": "Điều 89 Bộ luật dân sự.\n9. Thuận tình ly hôn (Điều 90)\na. Trong trường hợp vợ chồng cùng yêu cầu xin ly hôn thì Toà án vẫn phải tiến hành hoà giải. Trong trường hợp Toà\nán hoà giải không thành thì Toà án lập biên bản về việc tự nguyện ly hôn và hoà giải đoàn tụ không thành. Trong thời\nhạn 15 ngày , kể từ ngày lập biên bản nếu vợ hoặc chồng hoặc cả hai vợ chồng không có sự thay đổi ý kiến cũng như\nViện Kiểm sát không có phản đối sự thoả thuận đó, thì Toà án ra quyết định công nhận thuận tình ly hôn mà không\nphải mở phiên toà khi có đầy đủ các điều kiện sau đây:\n- Hai bên thật sự tự nguyện ly hôn;\n- Hai bên đã thoả thuận được với nhau về việc chia hoặc không chia tài sản, việc trông nom, nuôi dưỡng, chăm sóc,\ngiáo dục con;\n- Sự thoả thuận của hai bên về tài sản và con trong từng trường hợp cụ thể này là bảo đảm quyền lợi chính đáng của\nvợ và con.10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 7/9\nQuyết định công nhận thuận tình ly hôn có hiệu lực pháp luật ngay , các bên không có quyền kháng cáo, Viện Kiểm sát\nkhông có quyền kháng nghị theo trình tự phúc thẩm.\nb. Trong trường hợp hoà giải tại Toà án mà thiếu một trong các điều kiện được nêu tại điểm a mục này thì Toà án lập\nbiên bản về việc hoà giải đoàn tụ không thành về những vấn đề hai bên không thoả thuận được hoặc có thoả thuận\nnhưng không bảo đảm quyền lợi chính đáng của vợ và con, đồng thời tiến hành mở phiên toà xét xử vụ án ly hôn theo\nthủ tục chung.\n10. L y hôn theo yêu cầu của một bên (Điều 9)\na. Khi một bên vợ hoặc chồng yêu cầu ly hôn thì Toà án phải tiến hành hoà giải. Nếu hoà giải đoàn tụ thành mà người\nyêu cầu xin ly hôn rút đơn yêu cầu xin ly hôn thì Toà án áp dụng điểm 2",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46 Pháp lệnh Thủ tục giải quyết các vụ\nán dân sự ra quyết định đình chỉ việc giải quyết vụ án.\nNếu người xin ly hôn không rút đơn yêu cầu xin ly hôn thì Toà án lập biên bản hoà giải đoàn tụ thành. Sau 15 ngày , kể\ntừ ngày lập biên bản, nếu vợ hoặc chồng hoặc cả hai vợ chồng không có sự thay đổi ý kiến cũng như Viện Kiểm sát\nkhông phản đối thì Toà án ra quyết định công nhận hoà giải đoàn tụ thành. Quyết định công nhận hoà giải đoàn tụ\nthành có hiệu lực pháp luật ngay và các đương sự không có quyền kháng cáo, Viện Kiểm sát không có quyền kháng\nnghị theo trình tự phúc thẩm.\nb. Trong trường hợp hoà giải đoàn tụ không thành thì Toà án lập biên bản hoà giải đoàn tụ không thành, đồng thời tiến\nhành mở phiên toà xét xử vụ án ly hôn theo thủ tục chung.\nc. Cần chú ý là tuy pháp luật tố tụng chưa quy định, nhưng đối với người có đơn yêu cầu xin ly hôn mà bị Toà án bác\nđơn xin ly hôn thì sau một năm, kể từ ngày bản án, quyết định của Toà án bác đơn xin ly hôn có hiệu lực pháp luật,\nngười đó mới lại được yêu cầu Toà án giải quyết việc xin ly hôn.\n11. Việc trông nom, chăm sóc, giáo dục, nuôi dưỡng con sau khi ly hôn (Điều 92).\nKhi áp dụng quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 92",
    "text": "Điều 92 cần chú ý một số điểm sau đây:\na. Theo quy định tại khoản 1",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 92",
    "text": "Điều 92 thì người không trực tiếp nuôi con có nghĩa vụ cấp dưỡng nuôi con. Đây là nghĩa\nvụ của cha, mẹ; do đó, không phân biệt người trực tiếp nuôi con có khả năng kinh tế hay không, người không trực tiếp\nnuôi con vẫn phải có nghĩa vụ cấp dưỡng nuôi con.\nTrong trường hợp người trực tiếp nuôi con không yêu cầu người không trực tiếp nuôi con cấp dưỡng vì lý do nào đó\nthì Toà án cần giải thích cho họ hiểu rằng việc yêu cầu cấp dưỡng nuôi con là quyền lợi của con để họ biết nhằm bảo\nvệ quyền, lợi ích hợp pháp của con. Nếu xét thấy việc họ không yêu cầu cấp dưỡng là tự nguyện, họ có đầy đủ khả\nnăng, điều kiện nuôi dưỡng con thì Toà án không buộc bên kia phải cấp dưỡng nuôi con.\nb. Tiền cấp dưỡng nuôi con bao gồm những chi phí tối thiểu cho việc nuôi dưỡng và học hành của con và do các bên\nthoả thuận. Trong trường hợp các bên khôn g thoả thuận được thì tuỳ vào từng trường hợp cụ thể, vào khả năng của\nmỗi bên mà quyết định mức cấp dưỡng nuôi con cho hợp lý.\nc. Về phương thức cấp dưỡng do các bên thoả thuận định kỳ hàng tháng, hàng quý, nửa năm, hàng năm hoặc một\nlần. Trong trường hợp các bên không thoả thuận được thì Toà án quyết định phương thức cấp dưỡng định kỳ hàng\ntháng.10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 8/9\nHỘI ĐỒNG THẨM PHÁN T OÀ ÁN NHÂN DÂN TỐI CAO\nCHÁNH ÁN\n(Đã ký)\nTrịnh Hồng Dươngd. Trong trường hợp vợ, chồng không thoả thuận được về người trực tiếp nuôi con thì Toà án quyết định giao con cho\nmột bên trực tiếp nuôi con căn cứ vào quyền lợi về mọi mặt của con, đặc biệt là các điều kiện cho sự phát triển về thể\nchất, bảo đảm việc học hành và các điều kiện cho sự phát triển tốt về tinh thần. Nếu con từ đủ chín tuổi trở lên, thì\ntrước khi quyết định, Toà án phải hỏi ý kiến của người con đó về nguyện vọng được sống trực tiếp với ai.\nVề nguyên tắc, con dưới ba mươi sáu tháng tuổi được giao cho mẹ trực tiếp nuôi con, nếu các bên không có thoả\nthuận khác.\n12. Chia tài sản của vợ chồng khi ly hôn (các Điều 95, 96, 97 và 98)\nViệc chia tài sản của vợ chồng khi ly hôn phải theo đúng các nguyên tắc được quy định tại",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 95",
    "text": "Điều 95. Ngoài ra, tuỳ vào\ntừng trường hợp cụ thể mà áp dụng các quy định tại Điều 96, Điều 97,",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  },
  {
    "law_name": "Nghị quyết 02/2000/NQ-HĐTP",
    "type": "Nghị quyết",
    "year": 2000,
    "section_type": "Điều",
    "title": "Điều 98",
    "text": "Điều 98 tương ứng. Tuy nhiên, cần chú ý: việc\nxác định giá trị khối tài sản chung của vợ chồng hoặc phần giá trị mà họ phải thanh toán, họ được hưởng là căn cứ\nvào giá giao dịch thực tế tại địa phương vào thời điểm xét xử.\n13. Hiệu lực thi hành của Nghị quyết\nNghị quyết này đã được Hội đồng thẩm phán Toà án nhân dân tối cao thông qua ngày 23 tháng 12 năm 2000 và có\nhiệu lực thi hành từ ngày 10 tháng 1 năm 2001.\nNghị quyết này thay thế Nghị quyết số 01/NQ-HĐTP  ngày 20/1/1988 của Hội đồng Thẩm phán Toà án nhân dân tối\ncao hướng dẫn áp dụng một số quy định của Luật hôn nhân và gia đình (năm 1986).\nNhững hướng dẫn khác của Toà án nhân dân tối cao trái với các hướng dẫn trong Nghị quyết này đều bãi bỏ./.10/7/25, 4:14 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=27341 9/9",
    "source_file": "02:2000:NQ-HĐTP_clean.txt"
  }
]