[
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1. Sửa đổi, bổ sung một số điều của Nghị định số 82/2020/NĐ-CP  ngày 15\ntháng 7 năm 2020 của Chính phủ quy định xử phạt vi phạm hành chính trong\nlĩnh vực bổ trợ tư pháp; hành chính tư pháp; hôn nhân và gia đình; thi hành án\ndân sự; phá sản doanh nghiệp, hợp tác xã\n1. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 1/40\na) Sửa đổi, bổ sung điểm a khoản 2 như sau:\n“a) Tổ chức hành nghề luật sư; tổ chức xã hội - nghề nghiệp của luật sư; tổ chức\nhành nghề luật sư nước ngoài tại Việt Nam; chi nhánh, văn phòng đại diện của tổ\nchức hành nghề luật sư; trung tâm tư vấn pháp luật, chi nhánh của trung tâm tư vấn\npháp luật; tổ chức hành nghề công chứng; tổ chức xã hội - nghề nghiệp của công\nchứng viên; văn phòng giám định tư pháp; tổ chức đấu giá tài sản; chi nhánh, văn\nphòng đại diện của tổ chức đấu giá tài sản; tổ chức mà Nhà nước sở hữu 100% vốn\nđiều lệ do Chính phủ thành lập để xử lý nợ xấu của tổ chức tín dụng; tổ chức có tài\nsản đấu giá; trung tâm trọng tài; chi nhánh, văn phòng đại diện của trung tâm trọng\ntài; chi nhánh, văn phòng đại diện của tổ chức trọng tài nước ngoài tại Việt Nam;\ntrung tâm hòa giải thương mại; chi nhánh, văn phòng đại diện của trung tâm hòa giải\nthương mại; tổ chức hòa giải thương mại nước ngoài tại Việt Nam; văn phòng thừa\nphát lại; doanh nghiệp quản lý, thanh lý tài sản;”.\nb) Bổ sung khoản 3 vào sau khoản 2 như sau:\n“3. Hộ kinh doanh, hộ gia đình thực hiện hành vi vi phạm quy định tại Nghị định này\nbị xử phạt như đối với cá nhân.”.\n2. Sửa đổi, bổ sung khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 như sau:\na) Sửa đổi, bổ sung điểm a khoản 3 như sau:\n“a) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp;”.\nb) Bổ sung điểm q và điểm r vào sau điểm p khoản 3 như sau:\n“q) Buộc nộp lại giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt động bị tẩy xóa,\nsửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp giấy\nphép, chứng chỉ hành nghề, giấy đăng ký hoạt động đó;\nr) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó.”.\n3. Bổ sung Điều 4a vào sau",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4 như sau:\n“Điều 4a. Quy định về hành vi vi phạm hành chính đã kết thúc, hành vi vi phạm\nhành chính đang thực hiện và xử phạt vi phạm hành chính đối với trường hợp10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 2/40\nvi phạm hành chính nhiều lần\n1. Việc xác định hành vi vi phạm hành chính đã kết thúc, hành vi vi phạm hành chính\nđang thực hiện để tính thời hiệu xử phạt vi phạm hành chính thực hiện theo quy định\ncủa Nghị định quy định chi tiết một số điều và biện pháp thi hành Luật Xử lý vi phạm\nhành chính.\n2. Xử phạt vi phạm hành chính đối với trường hợp vi phạm hành chính nhiều lần:\na) Một người thực hiện vi phạm hành chính nhiều lần thì bị xử phạt về từng hành vi vi\nphạm, trừ trường hợp hành vi vi phạm hành chính nhiều lần quy định tại điểm b\nkhoản này;\nb) Một người thực hiện hành vi vi phạm hành chính nhiều lần đối với hành vi vi phạm\nquy định tại điểm a khoản 1, điểm g khoản 3 Điều 6; điểm h khoản 3, điểm a khoản 5\nĐiều 7; khoản 1 và hành vi “không có giấy tờ chứng minh quan  hệ giữa người để lại\ndi sản và người được hưởng di sản trong trường hợp thừa kế theo pháp luật” tại\nđiểm d khoản 3 Điều 13; khoản 2 Điều 14; khoản 1, các điểm a, b, c và l khoản 2,\nđiểm b khoản 3 Điều 15; điểm l khoản 1 Điều 16; khoản 1, điểm  c khoản 2 Điều 22;\nđiểm b khoản 1, điểm b khoản 2, điểm i khoản 3 Điều 32; các điểm b, c, đ, e, g và h\nkhoản 2, các điểm a và g khoản 3, các điểm b, đ và e khoản 4 Điều 34; các điểm d và\nđ khoản 3 Điều 47; các mục 3, 4 và 5 Chương III; các điều 62 và 63 Chương IV;\nChương V; các điểm d và h khoả n 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 Chương VI Nghị định này thì bị áp dụng\ntình tiết tăng nặng vi phạm hành chính nhiều lần.”.\n4. Bổ sung Điều 4b vào sau Điều 4a như sau:\n“Điều 4b. Thi hành các hình thức xử phạt, biện pháp khắc phục hậu quả\n1. Việc thi hành các hình thức xử phạt, các biện pháp khắc phục hậu quả quy định tại\nNghị định này được thực hiện theo quy định của Luật Xử lý vi phạm hành chính và\ncác văn bản hướng dẫn thi hành.\n2. Đối với các hành vi vi phạm hành chính bị áp dụng biện pháp khắc phục hậu quả\nbuộc nộp lại giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt động bị tẩy xóa, sửa\nchữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp giấy phép,\nchứng chỉ hành nghề, giấy đăng ký hoạt động đó thì thực hiện như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 3/40\na) Nếu tại thời điểm ban hành quyết định xử phạt vi phạm hành chính có áp dụng\nbiện pháp khắc phục hậu quả buộc nộp lại giấy phép, chứng chỉ hành nghề, giấy\nđăng ký hoạt động bị tẩy xóa, sửa chữa làm sai lệch nội dung mà giấy phép, chứng\nchỉ hành nghề, giấy đăng ký hoạt động này vẫn đang bị người có thẩm quyền tạm\ngiữ theo quy định tại các điểm a và b khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 125",
    "text": "Điều 125 Luật Xử lý vi phạm hành\nchính, thì trong thời hạn 02 ngày làm việc, kể từ ngày ra quyết định xử phạt vi phạm\nhành chính, người có thẩm quyền đã ra quyết định xử phạt phải gửi văn bản đề nghị\nkèm theo quyết định xử phạt, giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt\nđộng bị tẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền\nđã cấp giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt động đó;\nb) Nếu vụ việc không thuộc trường hợp quy định tại điểm a khoản này thì cá nhân, tổ\nchức vi phạm phải nộp lại giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt động bị\ntẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp\ngiấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt động trong thời hạn được ghi\ntrong quyết định xử phạt vi phạm hành chính và chịu mọi chi phí cho việc thực hiện\nbiện pháp khắc phục hậu quả.\n3. Các biện pháp khắc phục hậu quả buộc nộp lại giấy phép, chứng chỉ hành nghề,\ngiấy đăng ký hoạt động bị tẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan,\nngười có thẩm quyền đã cấp giấy phép, chứng chỉ hành nghề, giấy đăng ký hoạt\nđộng đó; buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch\nnội dung cho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó và hình thức\nxử phạt bổ sung tịch thu tang vật là giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai\nlệch nội dung không áp dụng trong trường hợp các loại giấy tờ nêu trên được cấp và\nlưu trữ bằng bản điện tử. Trong trường hợp này, người có thẩm quyền đã ra quyết\nđịnh xử phạt phải thông báo bằng văn bản cho cơ quan, người có thẩm quyền đã\ncấp giấy tờ, văn bản đó để xử lý theo quy định.”.\n5. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 như sau:\n“4. Biện pháp khắc phục hậu quả:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 4/40\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại khoản 3 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các khoản 1 và 2 Điều này .”.\n6. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6 như sau:\na) Bổ sung khoản 5a vào sau khoản 5 như sau:\n“5a. Phạt tiền từ 15.000.000 đồng đến 30.000.000 đồng đối với hành vi xúc phạm\ndanh dự, nhân phẩm, uy tín của người có thẩm quyền tiến hành tố tụng.”.\nb) Sửa đổi, bổ sung điểm c khoản 6 như sau:\n“c) Tự mình hoặc giúp khách hàng thực hiện những hành vi vi phạm pháp luật nhằm\ntrì hoãn, kéo dài thời gian hoặc gây khó khăn, cản trở hoạt động của cơ quan tiến\nhành tố tụng và các cơ quan nhà nước khác;”.\nc) Bổ sung điểm g vào sau điểm e khoản 7 như sau:\n“g) Thực hiện hoạt động dịch vụ pháp lý khác không đúng theo quy định tại",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 30",
    "text": "Điều 30\ncủa Luật Luật sư.”.\nd) Sửa đổi, bổ sung điểm b khoản 8 như sau:\n“b) Tước quyền sử dụng chứng chỉ hành nghề luật sư hoặc giấy phép hành nghề luật\nsư tại Việt Nam từ 06 tháng đến 09 tháng đối với hành vi vi phạm quy định tại điểm b\nkhoản 5, khoản 5a, các điểm c, d và e khoản 6, khoản 7 Điều này;”.\nđ) Sửa đổi, bổ sung điểm c khoản 8 như sau:\n“c) Tịch thu tang vật là giấy chứng nhận về việc tham gia tố tụng, văn bản thông báo\nngười bào chữa bị tẩy xóa, sửa chữa làm sai lệch nội dung quy định tại điểm a khoản\n4 Điều này;”.\ne) Bổ sung điểm d vào sau điểm c khoản 8 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 5/40\n“d) Tịch thu tang vật, phương tiện vi phạm hành chính đối với hành vi vi phạm quy\nđịnh tại khoản 5a Điều này .”.\ng) Sửa đổi, bổ sung điểm a khoản 9 như sau:\n“a) Buộc nộp lại bản chính giấy chứng nhận về việc tham gia tố tụng, văn bản thông\nbáo người bào chữa bị tẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan, người\ncó thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm  a khoản 4 Điều này,\ntrừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm c khoản 8 Điều này;”.\nh) Bổ sung điểm c vào sau điểm b khoản 9 như sau:\n“c) Buộc nộp lại chứng chỉ hành nghề luật sư, giấy đăng ký hành nghề luật sư, giấy\nphép hành nghề luật sư tại Việt Nam của luật sư nước ngoài bị tẩy xóa, sửa chữa\nlàm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi\nphạm quy định tại điểm a khoản 4 Điều này .”.\n7. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 7",
    "text": "Điều 7 như sau:\na) Bổ sung điểm l vào sau điểm k khoản 1 như sau:\n“l) Không thông báo về việc thay đổi nội dung đăng ký hoạt động sau khi đăng ký\nhoạt động của chi nhánh của tổ chức hành nghề luật sư.”.\nb) Sửa đổi, bổ sung điểm m khoản 2 như sau:\n“m) Không mua bảo hiểm trách  nhiệm nghề nghiệp cho luật sư của tổ chức mình\ntheo quy định của pháp luật;”.\nc) Sửa đổi, bổ sung điểm a khoản 8 như sau:\n“a) Buộc nộp lại giấy phép, giấy đăng ký hoạt động bị tẩy xóa, sửa chữa làm sai lệch\nnội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định\ntại các điểm a và b khoản 3 Điều này;”.\n8. Sửa đổi, bổ sung khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 như sau:\na) Sửa đổi, bổ sung điểm b khoản 3 như sau:\n“b) Đăng ký tập sự hành nghề luật sư, đăng ký gia nhập Đoàn luật sư không đúng\nquy định của pháp luật và điều lệ của tổ chức xã hội - nghề nghiệp của luật sư;”.\nb) Bổ sung điểm h vào sau điểm g khoản 3 như sau:\n“h) Không lập, quản lý, sử dụng sổ sách, biểu mẫu theo quy định.”.10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 6/40\n9. Sửa đổi, bổ sung điểm a khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9 như sau:\n“a) Buộc nộp lại giấy đăng ký hoạt động bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm\ng khoản 2 Điều này;”.\n10. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 như sau:\na) Sửa đổi, bổ sung điểm c khoản 4 như sau:\n“c) Tịch thu tang vật là giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\nđối với hành vi vi phạm quy định tại khoản 1 Điều này .”.\nb) Sửa đổi, bổ sung khoản 5 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, người có thẩm quyền xem xét, xử lý đối với thẻ tư vấn viên\npháp luật đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại điểm c khoản 4 Điều này;\n c) Buộc nộp lại thẻ tư vấn viên pháp luật bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm\na khoản 2 Điều này .”.\n 11. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1 1 như sau:\n“4. Biện pháp khắc phục hậu quả:\n a) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại các khoản 1 và 2 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại điểm b khoản 3 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các khoản 1 và 2 Điều này .”.10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 7/40\n12. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12 như sau:\na) Sửa đổi, bổ sung điểm a khoản 3 như sau:\n“a) Giả mạo, thuê hoặc nhờ người khác giả mạo người yêu cầu công chứng; giả\nmạo, thuê hoặc nhờ người khác giả mạo người có quyền lợi, nghĩa vụ liên quan đến\nhợp đồng, giao dịch để công chứng hợp đồng, giao dịch; giả mạo chữ ký của người\nyêu cầu công chứng; giả mạo chữ ký của công chứng viên;”.\nb) Sửa đổi, bổ sung điểm c khoản 5 như sau:\n“c) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi\nvi phạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo\nquy định tại khoản 4 Điều này .”.\n13. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13 như sau:\n “5. Biện pháp khắc phục hậu quả:\n a) Buộc tổ chức hành nghề công chứng đang lưu trữ hồ sơ công chứng thông báo\ncho cơ quan, tổ chức, cá nhân có liên quan về hành vi vi phạm quy định tại điểm a\nkhoản 2, các điểm a, b, c, d, đ, e và g khoản 3 Điều này;\n b) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành vi vi phạm quy định\ntại khoản 3 Điều này .”.\n14. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 như sau:\na) Bổ sung điểm o vào sau điểm n khoản 2 như sau:\n“o) Công chứng viên hướng dẫn tập sự không nhận xét đầy đủ theo quy định về quá\ntrình tập sự hành nghề công chứng đối với người tập sự do mình hướng dẫn.”.\nb) Sửa đổi, bổ sung điểm d khoản 3 như sau:\n“d) Nhận, đòi hỏi tiền hoặc lợi ích khác từ người yêu cầu công chứng ngoài phí công\nchứng theo quy định, giá dịch vụ theo yêu cầu liên quan đến việc công chứng đã xác\nđịnh và chi phí khác đã thỏa thuận;”.\nc) Sửa đổi, bổ sung điểm a khoản 8 như sau:\n“a) Tước quyền sử dụng thẻ công chứng viên từ 01 tháng đến 03 tháng đối với hành\nvi vi phạm quy định tại các điểm c, đ, i, m và q khoản 3, điểm d khoản 4 và điểm b10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 8/40\nkhoản 6 Điều này;”.\n d) Sửa đổi, bổ sung điểm c khoản 8 như sau:\n“c) Tịch thu giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung đối với hành\nvi vi phạm quy định tại điểm m khoản 2 Điều này; tịch thu tang vật là quyết định bổ\nnhiệm, bổ nhiệm lại công chứng viên bị tẩy xóa, sửa chữa làm sai lệch nội dung đối\nvới hành vi vi phạm quy định tại điểm h khoản 4 Điều này .”.\nđ) Sửa đổi, bổ sung điểm a khoản 9 như sau:\n“a) Buộc nộp lại bản chính quyết định bổ nhiệm, bổ nhiệm lại công chứng viên bị tẩy\nxóa, sửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối\nvới hành vi vi phạm quy định tại điểm h khoản 4 Điều này; bản chính giấy tờ, văn bản\nbị tẩy xóa, sửa chữa làm sai lệch nội dung đối với hành vi vi phạm quy định tại điểm\nm khoản 2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm c\nkhoản 8 Điều này;”.\ne) Bổ sung điểm d vào sau điểm c khoản 9 như sau:\n“d) Buộc nộp lại thẻ công chứng viên bị tẩy xóa, sửa chữa làm sai lệch nội dung cho\ncơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm h\nkhoản 4 Điều này .”.\n15. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 như sau:\na) Sửa đổi, bổ sung điểm a khoản 1 như sau:\n“a) Không niêm yết hoặc niêm yết không đầy đủ lịch làm việc; thủ tục công chứng;\nnội quy tiếp người yêu cầu công chứng; phí công chứng, giá tối đa đối với dịch vụ\ntheo yêu cầu liên quan đến việc công chứng, chi phí khác; danh sách cộng tác viên\nphiên dịch tại trụ sở của tổ chức hành nghề công chứng;”.\nb) Sửa đổi, bổ sung điểm đ khoản 2 như sau:\n“đ) Thu giá dịch vụ theo yêu cầu liên quan đến việc công chứng  cao hơn mức giá tối\nđa do Ủy ban nhân dân cấp tỉnh ban hành hoặc cao hơn mức giá đã niêm yết; thu chi\nphí khác cao hơn mức chi phí đã thoả thuận;”.\nc) Bổ sung các điểm d, đ, e, và g vào sau điểm c khoản 3 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 9/40\n“d) Vi phạm quy định về thông báo và gửi bản sao hợp đồng bảo hiểm, hợp đồng\nthay đổi, gia hạn hợp đồng bảo hiểm trách nhiệm nghề nghiệp của công chứng viên\ncho Sở Tư pháp khi mua bảo hiểm hoặc thay đổi, gia hạn hợp đồng bảo hiểm;\nđ) Không thực hiện việc tiếp nhận đầy đủ hồ sơ công chứng của Phòng công chứng\nbị giải thể hoặc văn phòng công chứng chấm dứt hoạt động theo chỉ định của Sở Tư\npháp;\ne) Tiếp nhận thành viên hợp danh mới của văn phòng công chứng không đúng quy\nđịnh của pháp luật;\ng) Chấm dứt tư cách thành viên hợp danh của văn phòng công chứng không đúng\nquy định của pháp luật.”.\nd) Bổ sung điểm c vào sau điểm b khoản 6 như sau:\n“c) Không vào sổ công chứng đối với hồ sơ đã được công chứng.”.\nđ) Sửa đổi, bổ sung các điểm b và c khoản 7 như sau:\n “b) Đình chỉ hoạt động từ 03 tháng đến 06 tháng đối với hành vi vi phạm quy định tại\nđiểm c khoản 4 và điểm c khoản 6 Điều này;\nc) Tịch thu tang vật là quyết định cho phép thành lập văn phòng công chứng bị tẩy\nxóa, sửa chữa làm sai lệch nội dung đối với hành vi vi phạm quy định tại điểm a\nkhoản 3 Điều này .”.\ne) Sửa đổi, bổ sung khoản 8 như sau:\n“8. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các điểm đ và e khoản 2, các điểm a, c và đ khoản 4, khoản 6 Điều này;\nb) Buộc nộp lại bản chính quyết định cho phép thành lập văn phòng công chứng bị\ntẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp\nđối với hành vi vi phạm quy định tại điểm a khoản 3 Điều này, trừ trường hợp bản\nchính đã bị tịch thu theo quy định tại điểm c khoản 7 Điều này;\nc) Buộc nộp lại giấy đăng ký hoạt động của văn phòng công chứng bị tẩy xóa, sửa\nchữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi\nvi phạm quy định tại điểm a khoản 3 Điều này;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 10/40\nd) Buộc tổ chức hành nghề công chứng đang lưu trữ hồ sơ công chứng thông báo\ncho cơ quan, tổ chức, cá nhân có quyền, nghĩa vụ liên quan về hành vi vi phạm quy\nđịnh tại khoản 6 Điều này .”.\n16. Sửa đổi, bổ sung khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 17",
    "text": "Điều 17 như sau:\n“1. Phạt tiền từ 5.000.000 đồng đến 10.000.000 đồng đối với một trong các hành vi\nsau:\na) Tổ chức xã hội - nghề nghiệ p của công chứng viên không thực hiện chế độ báo\ncáo định kỳ hoặc báo cáo khác theo yêu cầu của cơ quan nhà nước có thẩm quyền;\nb) Hội công chứng viên không tham gia bàn giao hồ sơ công chứng giữa Phòng công\nchứng bị giải thể hoặc văn phòng công chứng chấm dứt hoạt động với tổ chức hành\nnghề công chứng khác theo quy định.”.\n17. Bổ sung Mục 3a vào sau Mục 3 Chương II như sau:\n“Mục 3a\nHÀNH VI VI PHẠM HÀNH CHÍNH, HÌNH THỨC XỬ PHẠT ,\nMỨC XỬ PHẠT VÀ BIỆN PHÁP  KHẮC PHỤC HẬU QUẢ\nVỀ PHÒNG, CHỐNG RỬA  TIỀN, TÀI TRỢ KHỦNG BỐ\n VÀ TÀI TRỢ PHỔ BIẾN VŨ KHÍ HỦY  DIỆT HÀNG LOẠT\nTRONG LĨNH VỰC BỔ TRỢ TƯ PHÁP\nĐiều 17a. Vi phạm hành chính về phòng, chống rửa tiền, tài trợ khủng bố và tài\ntrợ phổ biến vũ khí hủy diệt hàng loạt trong lĩnh vực bổ trợ tư pháp\nLuật sư, tổ chức hành nghề luật sư, công chứng viên, tổ chức hành nghề công\nchứng có hành vi vi phạm quy định về phòng, chống rửa tiền, tài trợ khủng bố và tài\ntrợ phổ biến vũ khí hủy diệt hàng  loạt trong lĩnh vực bổ trợ tư pháp thì bị xử phạt theo\nquy định tại nghị định của Chính phủ về xử phạt vi phạm hành chính trong lĩnh vực\ntiền tệ và ngân hàng.”.\n18. Sửa đổi, bổ sung các khoản 3 và 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 18",
    "text": "Điều 18 như sau:\n“3. Hình thức xử phạt bổ sung:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 11/40\nTịch thu tang vật là quyết định bổ nhiệm giám định viên tư pháp, quyết định cho phép\nthành lập văn phòng giám định tư pháp bị tẩy xóa, sửa chữa làm sai lệch nội dung\nđối với hành vi vi phạm quy định tại khoản 1 Điều này .\n4. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính quyết định bổ nhiệm giám định viên tư pháp, quyết định\ncho phép thành lập văn phòng giám định tư pháp bị tẩy xóa, sửa chữa làm sai lệch\nnội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định\ntại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản\n3 Điều này;\nc) Buộc nộp lại giấy đăng ký hoạt động của văn phòng giám định tư pháp bị tẩy xóa,\nsửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với\nhành vi vi phạm quy định tại khoản 2 Điều này;\nd) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các khoản 1 và 2 Điều này .”.\n19. Bổ sung điểm m vào sau điểm l khoản 2",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 20",
    "text": "Điều 20 như sau:\n“m) Từ chối tiếp nhận, thực hiện giám định tư pháp mà không có lý do chính đáng.”.\n20. Sửa đổi, bổ sung khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 21",
    "text": "Điều 21 như sau:\n“3. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại các điểm a và b khoản 1 Điều này, trừ trường hợp bản chính đã bị\ntịch thu theo quy định tại khoản 2 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại khoản 1 Điều này .”.\n21. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 22",
    "text": "Điều 22 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 12/40\na) Sửa đổi, bổ sung các điểm b và c khoản 3 như sau:\n“b) Không dừng cuộc đấu giá theo đề nghị của người có tài sản khi người tham gia\nđấu giá có một trong các hành vi sau: thông đồng, móc nối để dìm giá, làm sai lệch\nkết quả đấu giá tài sản; cản trở hoạt động đấu giá tài sản; gây rối, mất trật tự tại cuộc\nđấu giá; đe dọa, cưỡng ép đấu giá viên, người tham gia đấu giá nhằm làm sai lệch\nkết quả đấu giá tài sản;\nc) Không truất quyền tham dự cuộc đấu giá khi người tham gia đấu giá có một trong\ncác hành vi sau: cung cấp thông tin, tài liệu sai sự thật; sử dụng giấy tờ giả mạo để\nđăng ký tham gia đấu giá, tham gia cuộc đấu giá; thông đồng, móc nối để dìm giá,\nlàm sai lệch kết quả đấu giá tài sản; cản trở hoạt động đấu giá tài sản; gây rối, mất\ntrật tự tại cuộc đấu giá; đe dọa, cưỡng ép đấu giá viên, người tham gia đấu giá nhằm\nlàm sai lệch kết quả đấu giá tài sản;”.\nb) Sửa đổi, bổ sung điểm g khoản 3 như sau:\n“g) Điều hành cuộc đấu giá không đúng hình thức đấu giá, phương thức đấu giá theo\nquy chế cuộc đấu giá đã ban hành; điều hành cuộc đấu giá không đúng trình tự, thủ\ntục theo quy định trong quá trình tổ chức đấu giá;”.\nc) Sửa đổi, bổ sung điểm c khoản 9 như sau:\n“c) Buộc nộp lại chứng chỉ hành nghề đấu giá, thẻ đấu giá viên bị tẩy xóa, sửa chữa\nlàm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi\nphạm quy định tại điểm a khoản 2 Điều này;”.\n22. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 23",
    "text": "Điều 23 như sau:\na) Bổ sung các điểm i và k vào sau điểm h khoản 1 như sau:\n“i) Không thông báo hoặc thông báo công khai kết quả lựa chọn tổ chức đấu giá tài\nsản không đúng thời hạn hoặc không đúng mẫu quy định;\nk) Lựa chọn tổ chức đấu giá tài sản thuộc trường hợp bị từ chối đánh giá hồ sơ đăng\nký tham gia lựa chọn theo quy định pháp luật.”.\nb) Bổ sung các điểm c, d và đ vào sau điểm b khoản 3 như sau:\n“c) Không xem xét, xác minh thông tin phản ánh về việc tổ chức đấu giá tài sản cố ý\ncung cấp thông tin không chính  xác hoặc giả mạo thông tin về tiêu chí trong hồ sơ10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 13/40\nđăng ký tham gia lựa chọn;\nd) Không báo cáo cơ quan có thẩm quyền về việc lựa chọn và kết quả lựa chọn tổ\nchức đấu giá tài sản kèm theo kết quả xác minh trong trường hợp tổ chức đấu giá tài\nsản cố ý cung cấp thông tin không chính xác hoặc giả mạo thông tin về tiêu chí trong\nhồ sơ đăng ký tham gia lựa chọn;\nđ) Không đánh giá, chấm điểm theo các tiêu chí lựa chọn tổ chức đấu giá để lựa\nchọn tổ chức đấu giá tài sản.”.\nc) Sửa đổi, bổ sung điểm b khoản 5 như sau:\n“b) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét việc hủy kết quả đấu\ngiá trong trường hợp đấu giá tài sản không phải là tài sản công khi có hành vi vi\nphạm quy định tại các điểm a và g khoản 1, khoản 2, điểm b khoản 3 trong trường\nhợp dẫn đến làm sai lệch kết quả đấu giá và khoản 4 Điều này;”.\n23. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 24",
    "text": "Điều 24 như sau:\na) Sửa đổi, bổ sung điểm g khoản 1 như sau:\n“g) Không niêm yết, không công khai giá dịch vụ đấu giá tài sản;”.\nb) Bổ sung các điểm m và n vào sau điểm l khoản 1 như sau:\n“m) Phân công 01 đấu giá viên hướng dẫn từ 03 người trở lên tập sự hành nghề đấu\ngiá tại cùng một thời điểm;\nn) Không lưu hình ảnh niêm yết trong hồ sơ đấu giá của tổ chức  đấu giá tài sản theo\nquy định.”.\nc) Sửa đổi, bổ sung điểm r khoản 2 như sau:\n“r) Thu tiền bán hồ sơ tham gia đấu giá, giá dịch vụ đấu giá tài sản không đúng mức\nquy định;”.\nd) Sửa đổi, bổ sung điểm k khoản 3 như sau:\n“k) Nhận tiền, tài sản hoặc lợi ích khác ngoài khoản giá dịch vụ đấu giá, chi phí đấu\ngiá theo quy định hoặc chi phí dịch vụ khác đã thỏa thuận;”.\nđ) Sửa đổi, bổ sung điểm c khoản 7 như sau:\n“c) Buộc nộp lại giấy đăng ký hoạt động của doanh nghiệp, chi nhánh bị tẩy xóa, sửa\nchữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 14/40\nvi phạm quy định tại điểm o khoản 2 Điều này;”.\n24. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 25",
    "text": "Điều 25 như sau:\na) Sửa đổi, bổ sung khoản 1 như sau:\n“1. Phạt tiền từ 3.000.000 đồng  đến 7.000.000 đồng đối với một trong các hành vi\nsau:\na) Tẩy xóa, sửa chữa làm sai lệch nội dung giấy tờ do cơ quan, tổ chức, người có\nthẩm quyền cấp trong hồ sơ đề nghị thành lập, đăng ký hoạt động trung tâm trọng tài,\nchi nhánh của trung tâm trọng tài; thay đổi tên gọi, lĩnh vực hoạt động của trung tâm\ntrọng tài, thay đổi đăng ký hoạt động chi nhánh của trung tâm trọng tài; thành lập,\nđăng ký hoạt động, thay đổi tên gọi, lĩnh vực hoạt động chi nhánh của tổ chức trọng\ntài nước ngoài; thành lập văn phòng đại diện của tổ chức trọng tài nước ngoài; thay\nđổi trưởng văn phòng đại diện, địa điểm đặt trụ sở văn phòng đại diện của tổ chức\ntrọng tài nước ngoài;\nb) Khai không trung thực trong hồ sơ đề nghị thành lập, đăng ký hoạt động trung tâm\ntrọng tài, chi nhánh của trung tâm trọng tài; thay đổi tên gọi, lĩnh vực hoạt động của\ntrung tâm trọng tài, thay đổi đăng ký hoạt động chi nhánh của trung tâm trọng tài;\nthành lập, đăng ký hoạt động, thay đổi tên gọi, lĩnh vực hoạt động chi nhánh của tổ\nchức trọng tài nước ngoài; thành lập văn phòng đại diện của tổ chức trọng tài nước\nngoài; thay đổi trưởng văn phòng đại diện, địa điểm đặt trụ sở văn phòng đại diện\ncủa tổ chức trọng tài nước ngoài; cấp lại giấy phép thành lập của trung tâm trọng tài,\nchi nhánh, văn phòng đại diện của tổ chức trọng tài nước ngoài tại Việt Nam; cấp lại\ngiấy đăng ký hoạt động của trung tâm trọng tài, chi nhánh trung tâm trọng tài, chi\nnhánh của tổ chức trọng tài nước ngoài tại V iệt Nam.”.\nb) Sửa đổi, bổ sung khoản 3 như sau:\n“3. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 15/40\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại khoản 2 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại khoản 1 Điều này .”.\n25. Sửa đổi, bổ sung điểm a khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 26",
    "text": "Điều 26 như sau:\n“a) Buộc nộp lại giấy phép thành lập, giấy đăng ký hoạt động bị tẩy xóa, sửa chữa\nlàm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi\nphạm quy định điểm h khoản 3 Điều này;”.\n26. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 như sau:\na) Sửa đổi, bổ sung khoản 1 như sau:\n“1. Phạt tiền từ 3.000.000 đồng  đến 7.000.000 đồng đối với một trong các hành vi\nsau:\na) Tẩy xóa, sửa chữa làm sai lệch nội dung giấy tờ do cơ quan, tổ chức, người có\nthẩm quyền cấp trong hồ sơ đề nghị thành lập, đăng ký hoạt động, thay đổi tên gọi,\nđịa chỉ trụ sở của trung tâm hòa giải thương mại; đăng ký hoạt động chi nhánh của\ntrung tâm hòa giải thương mại; thành lập, đăng ký hoạt động, thay đổi tên gọi, trưởng\nchi nhánh, địa chỉ trụ sở chi nhánh của tổ chức hòa giải thương mại nước ngoài;\nthành lập, thay đổi tên gọi, trưởng văn phòng đại diện, địa chỉ trụ sở văn phòng đại\ndiện của tổ chức hòa giải thương mại nước ngoài;\nb) Khai không trung thực trong hồ sơ đề nghị thành lập, đăng ký hoạt động, thay đổi\ntên gọi, địa chỉ trụ sở của trung tâm hòa giải thương mại; đăng ký hoạt động chi\nnhánh của trung tâm hòa giải thương mại; thành lập, đăng ký hoạt động, thay đổi tên\ngọi, trưởng chi nhánh, địa chỉ trụ sở chi nhánh của tổ chức hòa giải thương mại nước\nngoài; thành lập, thay đổi tên gọi, trưởng văn phòng đại diện, địa chỉ trụ sở văn\nphòng đại diện của tổ chức hòa giải thương mại nước ngoài; cấp lại giấy phép thành\nlập trung tâm hòa giải thương mại; cấp lại giấy phép thành lập chi nhánh/văn phòng\nđại diện của tổ chức hòa giải thương mại nước ngoài tại Việt Nam; cấp lại giấy đăng\nký hoạt động trung tâm hòa giải thương mại/chi nhánh trung tâm hòa giải thương10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 16/40\nmại; cấp lại giấy đăng ký hoạt động của chi nhánh tổ chức hòa giải thương mại nước\nngoài tại V iệt Nam.”.\nb) Sửa đổi, bổ sung khoản 3 như sau:\n“3. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại khoản 2 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại khoản 1 Điều này .”.\n27. Sửa đổi, bổ sung điểm a khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 29",
    "text": "Điều 29 như sau:\n“a) Buộc nộp lại bản chính giấy phép thành lập, giấy đăng ký hoạt động bị tẩy xóa,\nsửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp giấy tờ,\nvăn bản đó đối với hành vi vi phạm quy định tại điểm đ khoản 3 Điều này;”.\n28. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại các khoản 1 và 2 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp giấy tờ, văn bản đó đối với hành vi vi\nphạm quy định tại khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy\nđịnh tại khoản 4 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các khoản 1, 2 và 3 Điều này .”.\n29. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 32",
    "text": "Điều 32 như sau:\na) Sửa đổi, bổ sung điểm b khoản 3 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 17/40\n“b) Hành nghề tại văn phòng thừa phát lại khác mà không phải văn phòng thừa phát\nlại mình đã đăng ký hành nghề hoặc đồng thời hành nghề tại 02 văn phòng thừa phát\nlại trở lên;”.\nb) Sửa đổi, bổ sung điểm a khoản 9 như sau:\n“a) Buộc nộp lại thẻ thừa phát lại bị tẩy xóa, sửa chữa làm sai lệch nội dung cho cơ\nquan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm a khoản\n2 Điều này;”.\n30. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33 như sau:\na) Sửa đổi, bổ sung các điểm a và b khoản 1 như sau:\n“a) Không niêm yết hoặc niêm yết không đầy đủ lịch làm việc hoặc nội quy tiếp người\nyêu cầu tại trụ sở văn phòng thừa phát lại;\nb) Không niêm yết hoặc niêm yết không đầy đủ thủ tục hoặc chi phí thực hiện công\nviệc tại trụ sở văn phòng thừa phát lại;”.\nb) Sửa đổi, bổ sung điểm d khoản 1 như sau:\n“d) Thực hiện không đầy đủ chế độ thông tin, báo cáo theo quy định;”.\nc) Bổ sung điểm e vào sau điểm đ khoản 2 như sau:\n“e) Phân công thừa phát lại không đủ điều kiện hướng dẫn tập sự.”.\nd) Sửa đổi, bổ sung khoản 7 như sau:\n“7. Hình thức xử phạt bổ sung:\na) Đình chỉ hoạt động từ 01 tháng đến 03 tháng đối với hành vi vi phạm quy định tại\nđiểm e khoản 3 Điều này;\nb) Đình chỉ hoạt động từ 03 tháng đến 06 tháng đối với hành vi vi phạm quy định tại\nđiểm c khoản 4, các điểm a và d khoản 5 Điều này;\nc) Đình chỉ hoạt động từ 06 tháng đến 09 tháng đối với hành vi vi phạm quy định tại\nđiểm đ khoản 5 Điều này;\nd) Tịch thu tang vật là quyết định cho phép thành lập văn phòng thừa phát lại bị tẩy\nxóa, sửa chữa làm sai lệch nội dung đối với hành vi vi phạm quy định tại điểm a\nkhoản 4 Điều này .”.\nđ) Sửa đổi, bổ sung khoản 8 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 18/40\n“8. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính quyết định cho phép thành lập văn phòng thừa phát lại bị\ntẩy xóa, sửa chữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp\nđối với hành vi vi phạm quy định tại điểm a khoản 4 Điều này, trừ trường hợp bản\nchính đã bị tịch thu theo quy định tại điểm d khoản 7 Điều này;\nb) Buộc nộp lại giấy đăng ký hoạt động của văn phòng thừa phát lại bị tẩy xóa, sửa\nchữa làm sai lệch nội dung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi\nvi phạm quy định tại điểm a khoản 4 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại điểm đ khoản 3, các điểm a, d và đ khoản 5, khoản 6 Điều này .”.\n31. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 34",
    "text": "Điều 34 như sau:\na) Bổ sung các điểm i và k vào sau điểm h khoản 2 như sau:\n“i) Không chứng thực đầy đủ chữ ký của tất cả những người đã ký trong văn bản yêu\ncầu chứng thực chữ ký;\nk) Cộng tác viên dịch thuật không đăng ký lại chữ ký mẫu khi thay đổi chữ ký theo\nquy định.”.\nb) Sửa đổi, bổ sung khoản 7 như sau:\n“7. Biện pháp khắc phục hậu quả:\na) Buộc tổ chức hành nghề công chứng đã thực hiện chứng thực thông báo trên\ncổng thông tin điện tử của Ủy ban nhân dân cấp tỉnh nơi đặt trụ sở về văn bản đã\nđược chứng thực tại các điểm e và g khoản 2, các điểm a, b, c và g khoản 3, khoản\n4, khoản 5 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm c khoản 6\nĐiều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại điểm d khoản 3 Điều này .”.\n32. Sửa đổi, bổ sung điểm b khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 35",
    "text": "Điều 35 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 19/40\n“b) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại\nkhoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4\nĐiều này .”.\n33. Sửa đổi, bổ sung điểm b khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 như sau:\n“b) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại\nkhoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4\nĐiều này;”.\n34. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 37",
    "text": "Điều 37 như sau:\n“4. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 3 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy khai\nsinh đã cấp do có hành vi vi phạm quy định tại các khoản 1 và 2 Điều này .”.\n35. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 38",
    "text": "Điều 38 như sau:\n“4. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 3 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy\nchứng nhận kết hôn đã cấp do có hành vi vi phạm quy định tại các khoản 1 và 2 Điều\nnày.”.\n36. Sửa đổi, bổ sung khoản 7",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 39",
    "text": "Điều 39 như sau:\n“7. Biện pháp khắc phục hậu quả:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 20/40\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm\na khoản 2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm c\nkhoản 6 Điều này;\nb) Buộc nộp lại giấy đăng ký hoạt động bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm\nb khoản 2 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các điểm a, b và c khoản 4, khoản 5 Điều này .”.\n37. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 40",
    "text": "Điều 40 như sau:\n“4. Biện pháp khắc phục hậu quả:\n a) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại\nkhoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 3\nĐiều này;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 và các điểm a, b và c\nkhoản 2 Điều này .”.\n38. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 41",
    "text": "Điều 41 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại các khoản 1, 2 và các điểm a và c\nkhoản 3 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các điểm b và c khoản 3 Điều này .”.10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 21/40\n39. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 42",
    "text": "Điều 42 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 và khoản 2 Điều này .”.\n40. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 43",
    "text": "Điều 43 như sau:\n“4. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 3 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 và các điểm a, b khoản 2\nĐiều này .”.\n41. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 44",
    "text": "Điều 44 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại các khoản 1, 2 và 3 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4 Điều\nnày;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại khoản 3 Điều này .”.\n42. Sửa đổi, bổ sung khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 45",
    "text": "Điều 45 như sau:\n“6. Biện pháp khắc phục hậu quả:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 22/40\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm b khoản 5\nĐiều này;\nb) Buộc chịu mọi chi phí để khôi phục lại tình trạng ban đầu do thực hiện hành vi vi\nphạm quy định tại điểm b khoản 2 và điểm b khoản 4 Điều này;\nc) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại điểm a khoản 4 Điều này;\nd) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại điểm c khoản 4 Điều này .”.\n43. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 và điểm b khoản 2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định\ntại khoản 4 Điều này;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 và các điểm a, c khoản 2\nĐiều này .”.\n44. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 47",
    "text": "Điều 47 như sau:\na) Sửa đổi, bổ sung khoản 2 như sau:\n“2. Phạt tiền từ 5.000.000 đồng  đến 7.000.000 đồng đối với hành vi tẩy xóa, sửa\nchữa làm sai lệch nội dung phiếu lý lịch tư pháp dưới mọi hình thức.”.\nb) Sửa đổi, bổ sung khoản 5 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm b khoản 4\nĐiều này;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 23/40\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 và điểm b khoản 3 Điều\nnày.”.\n45. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48 như sau:\na) Sửa đổi tên",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48. Hành vi vi phạm quy định về hoạt động phổ biến, giáo dục pháp luật\nvà hòa giải ở cơ sở ”\nb) Bổ sung các điểm c và d vào sau điểm b khoản 1 như sau:\n“c) Cản trở hoạt động hòa giải ở cơ sở đối với tổ hòa giải, hòa giải viên;\nd) Cản trở các bên giải quyết tranh chấp, mâu thuẫn bằng hòa giải ở cơ sở.”.\n46. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50. Hành vi vi phạm quy định về quản lý hợp tác quốc  tế về pháp luật và\ncải cách tư pháp\n1. Phạt tiền từ 1.000.000 đồng đến 3.000.000 đồng đối với hành vi báo cáo không\nđúng về tình hình hợp tác quốc tế về pháp luật và cải cách tư pháp.\n2. Phạt tiền từ 3.000.000 đồng đến 5.000.000 đồng đối với một trong các hành vi\nsau:\na) Không báo cáo về tình hình hợp tác quốc tế về pháp luật và cải cách tư pháp theo\nquy định;\nb) Không báo cáo kết quả chương trình, dự án hợp tác về pháp luật và cải cách tư\npháp; kết quả tổ chức hội nghị, hội thảo quốc tế về pháp luật theo quy định.\n3. Phạt tiền từ 5.000.000 đồng đến 10.000.000 đồng đối với một trong các hành vi\nsau:\na) Không tuân thủ trình tự, thủ tục thẩm định, lấy ý kiến của Bộ Tư pháp, Bộ Ngoại\ngiao, Bộ Công an, Bộ Quốc phòng đối với thỏa thuận quốc tế, chương trình, dự án,\nphi dự án hợp tác quốc tế về pháp luật và cải cách tư pháp theo quy định;\nb) Tổ chức hội nghị, hội thảo quốc tế mà chưa được phép của cơ quan có thẩm\nquyền theo quy định.10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 24/40\n4. Phạt tiền từ 10.000.000 đồng đến 15.000.000 đồng đối với một trong các hành vi\nsau:\na) Báo cáo, cung cấp thông tin sai sự thật ảnh hưởng đến việc thẩm định, cho ý kiến\nđối với văn kiện chương trình, dự án, phi dự án, hội nghị, hội thảo quốc tế về pháp\nluật;\nb) Tổ chức hội nghị, hội thảo quốc tế về pháp luật và cải cách tư pháp không đúng\nnội dung, chương trình làm việc, báo cáo viên, diễn giả người nước ngoài của Đề án\ntổ chức đã được phê duyệt;\nc) Thực hiện chương trình, dự án, phi dự án về pháp luật và cải cách tư pháp không\nđúng mục tiêu, hoạt động và kết quả của Quyết định phê duyệt Văn kiện chương\ntrình, dự án, phi dự án.\n5. Phạt tiền từ 20.000.000 đồng đến 30.000.000 đồng đối với một trong các hành vi\nsau:\na) Thực hiện chương trình, dự án, phi dự án về pháp luật khi chưa có quyết định phê\nduyệt có hiệu lực pháp luật của cơ quan, tổ chức, người có thẩm quyền;\nb) Phê duyệt không đúng trình tự, thủ tục, thẩm quyền theo quy định đối với các\nchương trình, dự án, phi dự án về pháp luật.”.\n47. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 51",
    "text": "Điều 51 như sau:\n“5. Biện pháp khắc phục hậu quả:\n Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4 Điều\nnày.”.\n48. Sửa đổi, bổ sung khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 52",
    "text": "Điều 52 như sau:\n“6. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 2 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 25/40\n2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm b khoản 5\nĐiều này;\nc) Buộc hủy bỏ tài liệu bị làm sai lệch trong hồ sơ vụ việc đối với hành vi vi phạm quy\nđịnh tại điểm e khoản 3 Điều này;\nd) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các điểm a, b, c và d khoản 3, điểm d khoản 4 Điều này .”.\n49. Sửa đổi, bổ sung điểm a khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 53",
    "text": "Điều 53 như sau:\n“a) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại\nđiểm a khoản 2 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại\nđiểm b khoản 4 Điều này;”.\n50. Sửa đổi, bổ sung khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 54",
    "text": "Điều 54 như sau:\n“4. Biện pháp khắc phục hậu quả:\nBuộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 3 Điều\nnày.”.\n51. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 55",
    "text": "Điều 55 như sau:\na) Sửa đổi tên",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 55",
    "text": "Điều 55 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 55",
    "text": "Điều 55. Hành vi vi phạm quy định về khai thác thông tin trong cơ sở dữ liệu,\nđăng ký trực tuyến biện pháp bảo đảm ”.\nb) Sửa đổi, bổ sung điểm d khoản 1 như sau:\n“d) Gian lận, mạo nhận, chiếm đoạt hoặc sử dụng trái phép mã số sử dụng cơ sở dữ\nliệu, tài khoản đăng ký trực tuyến của cá nhân, tổ chức để thực hiện hành vi vi phạm\nquy định của pháp luật về đăng ký biện pháp bảo đảm.”.\n52. Sửa đổi, bổ sung điểm a khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 56",
    "text": "Điều 56 như sau:\n“a) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 26/40\nkhoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 5\nĐiều này;”.\n53. Sửa đổi, bổ sung khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 57",
    "text": "Điều 57 như sau:\n“6. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 5 Điều\nnày;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại điểm b khoản 4 Điều này .”.\n54. Sửa đổi, bổ sung khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 62",
    "text": "Điều 62 như sau:\n“5. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm\nd khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 4\nĐiều này;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại các điểm a và d khoản 1; điểm b\nkhoản 2 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại điểm b khoản 2, các điểm b và c khoản 3 Điều này;\nd) Buộc chịu mọi chi phí để khám bệnh, chữa bệnh và chi phí khác (nếu có) do thực\nhiện hành vi vi phạm quy định tại điểm c khoản 3 Điều này .”.\n55. Sửa đổi, bổ sung khoản 8",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 63",
    "text": "Điều 63 như sau:\n“8. Biện pháp khắc phục hậu quả:\na) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại khoản10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 27/40\n1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại điểm b khoản 7\nĐiều này;\nb) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nc) Buộc nộp lại số lợi bất hợp pháp có được do thực hiện hành  vi vi phạm quy định\ntại các khoản 4, 5 và 6 Điều này .”.\n56. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 78",
    "text": "Điều 78 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 78",
    "text": "Điều 78. Hành vi vi phạm quy định về hồ sơ đề nghị cấp chứng chỉ hành nghề\nquản tài viên; đăng ký hành nghề quản lý, thanh lý tài sản với tư cách cá nhân;\nđăng ký hành nghề quản lý, thanh lý tài sản đối với doanh nghiệp quản lý,\nthanh lý tài sản\n1. Phạt tiền từ 1.000.000 đồng đến 3.000.000 đồng đối với một trong các hành vi\nsau:\na) Tẩy xóa, sửa chữa làm sai lệch nội dung giấy tờ, văn bản do cơ quan, tổ chức,\nngười có thẩm quyền cấp trong hồ sơ đề nghị cấp chứng chỉ hành nghề quản tài\nviên; đăng ký hành nghề quản lý, thanh lý tài sản với tư cách cá nhân; đăng ký hành\nnghề quản lý, thanh lý tài sản đối với doanh nghiệp quản lý, thanh lý tài sản;\nb) Khai không trung thực trong hồ sơ đề nghị cấp, cấp lại chứng  chỉ hành nghề quản\ntài viên; đăng ký hành nghề quản lý, thanh lý tài sản với tư cách cá nhân; đăng ký\nhành nghề quản lý, thanh lý tài sản đối với doanh nghiệp quản lý, thanh lý tài sản.\n2. Hình thức xử phạt bổ sung:\nTịch thu tang vật là giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung đối\nvới hành vi vi phạm quy định tại điểm a khoản 1 Điều này .\n3. Biện pháp khắc phục hậu quả:\na) Kiến nghị cơ quan, tổ chức, người có thẩm quyền xem xét, xử lý đối với giấy tờ,\nvăn bản đã cấp do có hành vi vi phạm quy định tại khoản 1 Điều này;\nb) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội dung\ncho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại điểm10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 28/40\na khoản 1 Điều này, trừ trường hợp bản chính đã bị tịch thu theo quy định tại khoản 2\nĐiều này .”.\n57. Sửa đổi, bổ sung điểm a khoản 6",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 như sau:\n“a) Buộc nộp lại bản chính giấy tờ, văn bản bị tẩy xóa, sửa chữa làm sai lệch nội\ndung cho cơ quan, người có thẩm quyền đã cấp đối với hành vi vi phạm quy định tại\nđiểm a khoản 1 Điều này;”.\n58. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 82",
    "text": "Điều 82 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 82",
    "text": "Điều 82. Thẩm quyền lập biên bản vi phạm hành chính\nNhững người sau đây đang thi hành công vụ, nhiệm vụ có thẩm quyền lập biên bản\nvi phạm hành chính:\n1. Người có thẩm quyền xử phạt vi phạm hành chính quy định tại các điều 83, 84, 85,\n86, 87 và 87a Nghị định này .\n2. Công chức tư pháp - hộ tịch cấp xã lập biên bản vi phạm hành chính đối với các\nhành vi vi phạm quy định tại khoản 1, điểm a khoản 2 Điều 34; các điều 35, 37, 38,\n40, 41, 42, 43, 44, 45 và 48; điểm a khoản 1 Điều 49; Mục 6 Chương III; các điều 58,\n59, 60, 61 và 62 Nghị định này .\n3. Công chức Phòng Tư pháp cấp huyện lập biên bản vi phạm hành chính đối với các\nhành vi vi phạm quy định tại khoản 1 và điểm a khoản 2 Điều 34; các điều 35, 36, 37,\n38, 40, 41, 42, 43, 44, 45, 48 và 49; Mục 6 Chương III; các điều 58, 59, 60, 61 và 62\nNghị định này .\n4. Công chức, viên chức Sở Tư pháp lập biên bản vi phạm hành chính đối với các\nhành vi vi phạm quy định tại Chương II; Mục 1 và Mục 2;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48 và Điều 49; Mục 4,\n5 và 6 Chương III; Chương IV ; các điều 78, 79 và 80 Nghị định này .\n5. Công chức cơ quan Thi hành án dân sự lập biên bản vi phạm  hành chính đối với\ncác hành vi vi phạm quy định tại Chương V Nghị định này .\n6. Công chức Thanh tra Bộ Tư pháp và công chức các đơn vị thuộc Bộ Tư pháp có\nchức năng quản lý nhà nước về bổ trợ tư pháp, hành chính tư pháp, hôn nhân và gia\nđình, thi hành án dân sự lập biên bản vi phạm hành chính đối với các hành vi vi\nphạm quy định tại các Chương II, III, IV và V ; các điều 78, 79 và 80 Nghị định này .10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 29/40\n7. Công chức Tòa án các cấp lập biên bản vi phạm hành chính đối với các hành vi vi\nphạm quy định tại các điều 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76 và 77 Nghị định\nnày.\n8. Viên chức ngoại giao, viên chức lãnh sự tại cơ quan đại diện ngoại giao, cơ quan\nlãnh sự, cơ quan khác được ủy quyền thực hiện chức năng lãnh sự của nước Cộng\nhòa xã hội chủ nghĩa Việt Nam ở nước ngoài lập biên bản vi phạm hành chính đối\nvới các hành vi vi phạm quy định tại khoản 1 và điểm a khoản 2 Điều 34; các điều 35,\n36, 37, 38, 40, 41, 42, 43, 44, 45 và 46 Nghị định này .\n9. Công chức, viên chức các bộ, cơ quan ngang bộ, các sở quản lý chuyên môn về\nlĩnh vực giám định tư pháp, tổ chức giám định lập biên bản vi phạm hành chính đối\nvới các hành vi vi phạm quy định tại Mục 4 Chương II Nghị định này .\n10. Viên chức Phòng công chứng lập biên bản vi phạm hành chính đối với các hành\nvi vi phạm quy định tại Điều 12; khoản 1 và điểm a khoản 2",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 34",
    "text": "Điều 34 Nghị định này .\n11. Viên chức Trung tâm đăng ký giao dịch, tài sản; công chức, viên chức cơ quan có\nthẩm quyền đăng ký biện pháp bảo đảm bằng quyền sử dụng đất, tài sản gắn liền với\nđất, tàu bay, tàu biển lập biên bản vi phạm hành chính đối với các hành vi vi phạm\nquy định tại Mục 5 Chương III Nghị định này .\n12. Viên chức Trung tâm trợ giúp pháp lý lập biên bản vi phạm  hành chính đối với\ncác hành vi vi phạm quy định tại",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 51",
    "text": "Điều 51 Nghị định này .\n13. Viên chức Trung tâm dịch vụ đấu giá tài sản lập biên bản vi phạm hành chính đối\nvới các hành vi vi phạm quy định tại",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 23",
    "text": "Điều 23 Nghị định này .\n14. Chấp hành viên được phân công thi hành quyết định tuyên bố phá sản lập biên\nbản vi phạm hành chính đối với các hành vi vi phạm quy định tại điểm đ và điểm e\nkhoản 1, điểm d và điểm đ khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 Nghị định này .\n15. Người được cử làm người giải quyết bồi thường lập biên bản vi phạm hành chính\nđối với hành vi vi phạm quy định tại",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 56",
    "text": "Điều 56 Nghị định này; người được cơ quan trực\ntiếp quản lý người thi hành công vụ gây thiệt hại hoặc cơ quan chi trả tiền bồi thường\ncử tham gia Hội đồng xem xét trách nhiệm hoàn trả lập biên bản vi phạm hành chính10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 30/40\nđối với các hành vi vi phạm quy định tại khoản 1, khoản 2, khoả n 3 và điểm a khoản\n4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 57",
    "text": "Điều 57 Nghị định này .\n16. Công chức làm công tác lý lịch tư pháp tại Sở Tư pháp, viên chức Trung tâm lý\nlịch tư pháp quốc gia lập biên bản vi phạm hành chính đối với các hành vi vi phạm\nquy định tại",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 47",
    "text": "Điều 47 Nghị định này .\n17. Chiến sĩ công an nhân dân, Trạm trưởng, đội trưởng của Chiến sĩ công an nhân\ndân, Trưởng Công an cấp xã, Trưởng đồn Công an, Trạm trưởng Trạm Công an cửa\nkhẩu, khu chế xuất có thẩm quyền lập biên bản vi phạm hành chính đối với các hành\nvi vi phạm quy định tại điểm a khoản 4, khoản 5a, các điểm c, d và e khoản 6, các\nđiểm a, b, d và g khoản 7 Điều 6; điểm b khoản 3 Điều 7; điểm g khoản 2 Điều 9; các\nkhoản 2 và 3 Điều 10; khoản 1, các điểm a và d khoản 3 Điều 12; điểm h khoản 4\nĐiều 15; Điều 17a; các khoản 2 và 3 Điều 19; điểm a khoản 2, các điểm b và c khoản\n3, các điểm a và b khoản 7 Điều 22; các điểm a, b và h khoản 1, các điểm a và b\nkhoản 3 Điều 23; điểm a khoản 2, các điểm c và h khoản 4 Điều 32; khoản 1 và điểm\na khoản 2 Điều 34; các khoản 1 và 2 Điều 35; các khoản 1 và 3 Điều 36; điểm b\nkhoản 5 Điều 39; khoản 1 và điểm b khoản 2 Điều 45; điểm b khoản 2 Điều 46;\nkhoản 2 Điều 47; khoản 2 Điều 51; các điểm a và g khoản 2 Điều 53; Điều 54; điểm b\nkhoản 1 Điều 56; khoản 1 Điều 57; các điều 58, 59, 60, 61 và điểm a khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều\n79",
    "text": "Điều\n79 Nghị định này .”.\n59. Sửa đổi, bổ sung điểm d khoản 2",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 83",
    "text": "Điều 83 như sau:\n“d) Áp dụng biện pháp khắc phục hậu quả quy định tại các điểm a, e và i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật Xử lý vi phạm hành chính; các điểm a, b, đ, l, m, n và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3\nNghị định này;”.\n60. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 84",
    "text": "Điều 84 như sau:\na) Sửa đổi, bổ sung điểm đ khoản 6 như sau:\n“đ) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, b, d, e, g, h, i, k, n, q và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị\nđịnh này;”.\nb) Sửa đổi, bổ sung điểm đ khoản 7 như sau:10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 31/40\n“đ) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, b, c, đ, l, m, n, q và r khoả n 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định\nnày;”.\nc) Sửa đổi, bổ sung điểm d khoản 9 như sau:\n“d) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, c, n và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này;”.\nd) Sửa đổi, bổ sung điểm d khoản 1 1 như sau:\n“d) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, c, n và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này;”.\nđ) Bổ sung khoản 12 vào sau khoản 1 1 như sau:\n“12. Cục trưởng Cục Bổ trợ tư pháp, Chánh Thanh tra Bộ Tư pháp có thẩm quyền xử\nphạt vi phạm hành chính đối với các hành vi vi phạm hành chính về phòng, chống\nrửa tiền, tài trợ khủng bố và tài trợ phổ biến vũ khí hủy diệt hàng loạt trong lĩnh vực\nbổ trợ tư pháp tại Điều 17a Nghị định này theo thẩm quyền quy định của Luật Xử lý vi\nphạm hành chính.”.\n61. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 85",
    "text": "Điều 85 như sau:\na) Sửa đổi, bổ sung điểm d khoản 3 như sau:\n“d) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, c, n và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này;”.\nb) Sửa đổi, bổ sung điểm d khoản 4 như sau:\n“d) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, c, n và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này;”.\n62. Sửa đổi, bổ sung khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 86",
    "text": "Điều 86 như sau:\n“3. Áp dụng biện pháp khắc phục hậu quả quy định tại các điểm a và i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều\n28",
    "text": "Điều\n28 Luật Xử lý vi phạm hành chính; các điểm a, b, c, đ, l và r khoả n 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định\nnày.”.\n63. Bổ sung Điều 87a sau",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 87",
    "text": "Điều 87 như sau:\n“Điều 87a. Thẩm quyền xử phạt vi phạm hành chính của Công an nhân dân10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 32/40\n1. Trưởng Công an cấp huyện; Trưởng phòng nghiệp vụ thuộc Cục An ninh chính trị\nnội bộ; Trưởng phòng nghiệp vụ thuộc Cục Cảnh sát quản lý hành chính về trật tự xã\nhội; Trưởng phòng nghiệp vụ thuộc Cục An ninh mạng và phòng , chống tội phạm sử\ndụng công nghệ cao; Trưởng phòng thuộc Công an cấp tỉnh gồm: Trưởng phòng An\nninh chính trị nội bộ; Trưởng phòng An ninh kinh tế; Trưởng phòng Cảnh sát điều tra\ntội phạm về trật tự xã hội; Trưởng phòng Cảnh sát điều tra tội phạm về tham nhũng,\nkinh tế, buôn lậu, môi trường; Trưởng phòng Cảnh sát quản lý hành chính về trật tự\nxã hội; Trưởng phòng An ninh mạng và phòng, chống tội phạm  sử dụng công nghệ\ncao có quyền:\na) Phạt cảnh cáo;\nb) Phạt tiền đến 6.000.000 đồng đối với hành vi vi phạm hành chính trong lĩnh vực\nhành chính tư pháp; đến 8.000.000 đồng đối với hành vi vi phạm hành chính trong\nlĩnh vực phá sản doanh nghiệp, hợp tác xã; đến 10.000.000 đồng đối với hành vi vi\nphạm hành chính trong lĩnh vực bổ trợ tư pháp;\nc) Tước quyền sử dụng giấy phép, chứng chỉ hành nghề có thời hạn;\nd) Tịch thu tang vật, phương tiện vi phạm hành chính có giá trị không vượt quá 02 lần\nmức tiền phạt được quy định tại điểm b khoản này;\nđ) Áp dụng biện pháp khắc phục hậu quả quy định tại các điểm a, d, đ, l, q và r khoản\n3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này .\n2. Giám đốc Công an cấp tỉnh có quyền:\na) Phạt cảnh cáo;\nb) Phạt tiền đến 15.000.000 đồng đối với hành vi vi phạm hành chính trong lĩnh vực\nhành chính tư pháp; đến 20.000.000 đồng đối với hành vi vi phạm hành chính trong\nlĩnh vực phá sản doanh nghiệp, hợp tác xã; đến 25.000.000 đồng đối với hành vi vi\nphạm hành chính trong lĩnh vực bổ trợ tư pháp;\nc) Tước quyền sử dụng giấy phép, chứng chỉ hành nghề có thời hạn;\nd) Tịch thu tang vật, phương tiện vi phạm hành chính;\nđ) Áp dụng biện pháp khắc phục hậu quả quy định tại điểm i khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật\nXử lý vi phạm hành chính; các điểm a, d, đ, e, g, h, l, m, q và r khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 33/40\nđịnh này .\n3. Cục trưởng Cục An ninh chính trị nội bộ; Cục trưởng Cục An ninh kinh tế; Cục\ntrưởng Cục Cảnh sát điều tra tội phạm về trật tự xã hội; Cục trưởng Cục Cảnh sát\nđiều tra tội phạm về tham nhũng, kinh tế, buôn lậu; Cục trưởng Cục Cảnh sát quản lý\nhành chính về trật tự xã hội; Cục trưởng Cục An ninh mạng và phòng, chống tội\nphạm sử dụng công nghệ cao có quyền:\na) Phạt cảnh cáo;\nb) Phạt tiền đến 30.000.000 đồng đối với hành vi vi phạm hành chính trong lĩnh vực\nhành chính tư pháp; đến 40.000.000 đồng đối với hành vi vi phạm hành chính trong\nlĩnh vực phá sản doanh nghiệp, hợp tác xã; đến 50.000.000 đồng đối với hành vi vi\nphạm hành chính trong lĩnh vực bổ trợ tư pháp;\nc) Tước quyền sử dụng giấy phép, chứng chỉ hành nghề có thời hạn;\nd) Tịch thu tang vật, phương tiện vi phạm hành chính;\nđ) Áp dụng biện pháp khắc phục hậu quả quy định tại các điểm a, c, d, đ, i và k\nkhoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 Luật Xử lý vi phạm hành chính; các điểm a, b, d, e, g, h, l, m, q và r\nkhoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Nghị định này .”.\n64. Sửa đổi, bổ sung",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 88",
    "text": "Điều 88 như sau:\n“",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 88",
    "text": "Điều 88. Phân định thẩm quyền xử phạt vi phạm hành chính\n1. Thẩm quyền xử phạt vi phạm hành chính của Chủ tịch Ủy ban nhân dân các cấp:\na) Chủ tịch Ủy ban nhân dân cấp xã xử phạt đối với các hành vi vi phạm hành chính\nquy định tại khoản 1 Điều 48; khoản 1 Điều 58; khoản 1 Điều 61; các điểm b và c\nkhoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 62",
    "text": "Điều 62 Nghị định này;\nb) Chủ tịch Ủy ban nhân dân cấp huyện xử phạt đối với các hành vi vi phạm hành\nchính quy định tại khoản 1 và điểm a khoản 2 Điều 34; các điều 35, 36 và 37; khoản\n1 và khoản 2 Điều 38; Điều 40; khoản 1 và khoản 2 Điều 41;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 42",
    "text": "Điều 42 và Điều 43;\nkhoản 1 và khoản 2 Điều 44; các khoản 1, 2 và 3 Điều 45;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48 và Điều 49; các\nkhoản 1, 2 và 3 Điều 56; khoản 1 và khoản 2 Điều 57; Điều 58; khoản 1 Điều 59; các\nđiều 60, 61 và 62 Nghị định này;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 34/40\nc) Chủ tịch Ủy ban nhân dân cấp tỉnh xử phạt đối với các hành vi vi phạm hành chính\nquy định tại Chương II; Chương III; Chương IV ; các điều 78, 79 và 80 Nghị định này .\n2. Thẩm quyền xử phạt vi phạm hành chính của thanh tra:\na) Trưởng đoàn thanh tra chuyên ngành, Chánh Thanh tra của Cục Bổ trợ tư pháp,\nChánh Thanh tra của Sở Tư pháp xử phạt đối với các hành vi vi phạm hành chính\nquy định tại Điều 5; các khoản 1, 2, 3, 4 và 5 Điều 6; các điều 7, 8, 9, 10 và 11; khoản\n1 và khoản 2 Điều 12;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13 và Điều 14; các khoản 1, 2, 3, 4, 5 và 7 Điều 15; Điều\n16; các điều 17, 18, 19, 20 và 21; các khoản 1, 2, 3, 4, 5 và 7 Điều 22; khoản 1 và\nkhoản 2 Điều 23; các điều 24, 25 và 26; khoản 1 Điều 27;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28 và Điều 29; khoản\n1 Điều 30, Điều 31; các khoản 1, 2, 3, 4, 5 và 7 Điều 32; Điều 33; Mục 1 Chương III;\nĐiều 37; khoản 1 và khoản 2 Điều 38; các điều 39 và 40; khoả n 1 và khoản 2 Điều\n41; Điều 42; Điều 43; khoản 1 và khoản 2 Điều 44; các khoả n 1, 2 và 3 Điều 45;\nkhoản 1 và khoản 2 Điều 46; các điều 47, 48 và 49; Mục 4 và Mục 5 Chương III; các\nkhoản 1, 2 và 3 Điều 56; khoản 1 và khoản 2 Điều 57; Điều 58; khoản 1 Điều 59; các\nđiều 60, 61 và 62; các điều 65 và 78; các khoản 1, 2 và 3 Điều 79;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 80",
    "text": "Điều 80 Nghị định\nnày;\nb) Trưởng đoàn thanh tra chuyên ngành của Bộ Tư pháp xử phạt đối với các hành vi\nvi phạm hành chính quy định tại Điều 5; các khoản 1, 2, 3, 4, 5 và 6 Điều 6; các điều\n7, 8, 9, 10, 11, 12, 13, 14 và 15; các điều 16 và 17; Mục 4 Chươ ng II; các điều 21 và\n22; các khoản 1, 2 và 3 Điều 23; Điều 24; Mục 6 và Mục 7 Chương II; các điều 31, 32\nvà 33; Mục 1 và Mục 2 Chương III; các điều 48 và 49; các khoản 1, 2, 3 và 4 Điều 50;\nMục 4 và Mục 5 Chương III; các khoản 1, 2 và 3 Điều 56; các khoản 1, 2 và 3 Điều\n57; các điều 58, 59, 60, 61 và 62; các khoản 1, 2, 3, 4 và 6 Điều 63; các khoản 1, 2,\n3, 4 và 5 Điều 64; các điều 65 và 78; các khoản 1, 2 và 3 Điều 79;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 80",
    "text": "Điều 80 Nghị định\nnày.\nc) Chánh Thanh tra Bộ Tư pháp xử phạt đối với các hành vi vi phạm hành chính quy\nđịnh tại các Chương II, III, IV , V; các điều 78, 79 và 80 Nghị định này;\nd) Cục trưởng Cục Bổ trợ tư pháp xử phạt đối với các hành vi vi phạm hành chính\nquy định tại Chương II; Mục 6 Chương III; các điều 65, 78, 79 và 80 Nghị định này;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 35/40\nđ) Cục trưởng Cục Hộ tịch, quốc tịch, chứng thực xử phạt đối với các hành vi vi\nphạm hành chính quy định tại Mục 1 Chương III; các điều 37, 38, 39, 40, 41, 42, 43,\n44, 45 và 46; Mục 6 Chương III; các điều 58, 59, 60, 61 và 62 Nghị định này;\ne) Các chức danh quy định tại khoản 2 và khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46 của Luật Xử lý vi phạm\nhành chính xử phạt đối với các hành vi vi phạm hành chính quy định tại các điều 56\nvà 57 Nghị định này .\n3. Thẩm quyền xử phạt vi phạm hành chính của cơ quan thi hành án dân sự:\na) Chi cục trưởng Chi cục Thi hành án dân sự xử phạt đối với các hành vi vi phạm\nquy định tại khoản 1 Điều 64; khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 65",
    "text": "Điều 65 Nghị định này;\nb) Cục trưởng Cục Thi hành án dân sự, Trưởng phòng Phòng Thi hành án cấp quân\nkhu xử phạt đối với các hành vi vi phạm quy định tại các khoản 1, 2 và 3 Điều 56; các\nkhoản 1, 2 và 3 Điều 57; các khoản 1, 2, 3, 4 và 5 Điều 64; các khoản 1, 2 và 3, điểm\na và điểm b khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 65",
    "text": "Điều 65 Nghị định này;\nc) Tổng cục trưởng Tổng cục Thi hành án dân sự xử phạt đối với các hành vi vi phạm\nquy định tại Mục 6 Chương III; Điều 64; các khoản 1, 2, 3, điểm a và điểm b khoản 4",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 65",
    "text": "Điều 65 Nghị định này .\n4. Người đứng đầu cơ quan đại diện ngoại giao, cơ quan lãnh sự, cơ quan khác\nđược ủy quyền thực hiện chức năng lãnh sự của nước Cộng hòa xã hội chủ nghĩa\nViệt Nam ở nước ngoài có thẩm quyền xử phạt đối với các hành vi vi phạm quy định\ntại khoản 1 và điểm a khoản 2 Điều 34; các điều 35, 36, 37, 38, 40, 41, 42, 43, 44, 45\nvà 46 Nghị định này .\n5. Thẩm quyền xử phạt vi phạm hành chính của Tòa án các cấp:\na) Thẩm phán được phân công giải quyết vụ việc phá sản xử phạt đối với các hành vi\nvi phạm quy định tại các điều 66, 67, 69 và 71; khoản 1 Điều 73; các điều 75, 76 và\n77 Nghị định này;\nb) Chánh án Tòa án cấp huyện xử phạt đối với các hành vi vi phạm quy định tại các\nđiều 66, 67, 69 và 71; khoản 1 Điều 73; khoản 1 Điều 75; các điều 76 và 77 Nghị định\nnày;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 36/40\nc) Chánh án Tòa án cấp tỉnh xử phạt đối với các hành vi vi phạm quy định tại các\nđiều 56, 57, 66, 67, 69, 71, 72, 73, 75, 76 và 77 Nghị định này .\n6. Thẩm quyền xử phạt vi phạm hành chính của Công an nhân dân:\na) Trưởng Công an cấp huyện; Trưởng phòng nghiệp vụ thuộc Cục An ninh chính trị\nnội bộ; Trưởng phòng nghiệp vụ thuộc Cục Cảnh sát quản lý hành chính về trật tự xã\nhội; Trưởng phòng nghiệp vụ thuộc Cục An ninh mạng và phòng , chống tội phạm sử\ndụng công nghệ cao; Trưởng phòng thuộc Công an cấp tỉnh gồm: Trưởng phòng An\nninh chính trị nội bộ; Trưởng phòng An ninh kinh tế; Trưởng phòng Cảnh sát điều tra\ntội phạm về trật tự xã hội; Trưởng phòng Cảnh sát điều tra tội phạm về tham nhũng,\nkinh tế, buôn lậu; Trưởng phòng Cảnh sát quản lý hành chính về trật tự xã hội,\nTrưởng phòng An ninh mạng và phòng, chống tội phạm sử dụng công nghệ cao xử\nphạt đối với các hành vi vi phạm tại điểm g khoản 2 Điều 9; các khoản 2 và 3 Điều\n10; khoản 1 Điều 12; khoản 2 Điều 19; điểm a khoản 2 Điều 32; khoản 1 và điểm a\nkhoản 2 Điều 34; khoản 1 Điều 35; khoản 1 Điều 36; khoản 1 và điểm b khoản 2 Điều\n45; điểm b khoản 2 Điều 46; khoản 2 Điều 51; điểm a khoản 2 Điều 53; Điều 54; điểm\nb khoản 1 Điều 56; khoản 1 Điều 57; Điều 58; khoản 1 Điều 59; khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 61",
    "text": "Điều 61 và\nđiểm a khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 Nghị định này;\nb) Giám đốc Công an cấp tỉnh xử phạt đối với các hành vi vi phạm tại điểm a khoản 4\nĐiều 6; điểm g khoản 2 Điều 9; các khoản 2 và 3 Điều 10; khoản 1 Điều 12; điểm h\nkhoản 4 Điều 15; các khoản 2 và 3 Điều 19; điểm a khoản 2, các điểm b và c khoản\n3, các điểm a và b khoản 7 Điều 22; các điểm a, b và h khoản 1 Điều 23; điểm a\nkhoản 2, các điểm c và h khoản  4 Điều 32; khoản 1 và điểm a khoản 2 Điều 34; các\nkhoản 1 và 2 Điều 35; các khoản  1 và 3 Điều 36; khoản 1 và điểm b khoản 2 Điều 45;\nđiểm b khoản 2 Điều 46; khoản 2 Điều 47; các điểm a và g khoản 2 Điều 53; Điều 54;\nđiểm b khoản 1 Điều 56; khoản 1 Điều 57; Điều 58; khoản 1 Điều 59; Điều 60;",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều\n61",
    "text": "Điều\n61 và điểm a khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 Nghị định này;\nc) Cục trưởng Cục An ninh chính trị nội bộ; Cục trưởng Cục An ninh kinh tế; Cục\ntrưởng Cục Cảnh sát điều tra tội phạm về trật tự xã hội; Cục trưởng Cục Cảnh sát\nđiều tra tội phạm về tham nhũng, kinh tế, buôn lậu; Cục trưởng Cục Cảnh sát quản lý10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 37/40\nhành chính về trật tự xã hội; Cục trưởng Cục An ninh mạng và phòng, chống tội\nphạm sử dụng công nghệ cao xử phạt đối với các hành vi vi phạm tại điểm a khoản\n4, khoản 5a, các điểm c, d và e khoản 6, các điểm a, b, d và g khoản 7 Điều 6; điểm\nb khoản 3 Điều 7; điểm g khoản  2 Điều 9; các khoản 2 và 3 Điều 10; khoản 1, các\nđiểm a và d khoản 3 Điều 12; điểm h khoản 4 Điều 15; Điều 17a; các khoản 2 và 3\nĐiều 19; điểm a khoản 2, các điểm b và c khoản 3, các điểm a và b khoản 7 Điều 22;\ncác điểm a, b và h khoản 1, các điểm a và b khoản 3 Điều 23; điểm a khoản 2, các\nđiểm c và h khoản 4 Điều 32; khoản 1 và điểm a khoản 2 Điều 34; các khoản 1 và 2\nĐiều 35; các khoản 1 và 3 Điều 36; điểm b khoản 5 Điều 39; khoản 1 và điểm b\nkhoản 2 Điều 45; điểm b khoản 2 Điều 46; khoản 2 Điều 47; các điểm a và g khoản 2\nĐiều 53; Điều 54; điểm b khoản 1 Điều 56; khoản 1 Điều 57; các điều 58, 59, 60, 61\nvà điểm a khoản 1",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79 Nghị định này .”.",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2. Bổ sung, thay thế, bãi bỏ một số từ, cụm từ, điểm, khoản, điều của Nghị\nđịnh số 82/2020/NĐ-CP  ngày 15 tháng 7 năm 2020 của Chính phủ quy định xử\nphạt vi phạm hành chính trong lĩnh vực bổ trợ tư pháp; hành chính tư pháp;\nhôn nhân và gia đình; thi hành án dân sự; phá sản doanh nghiệp, hợp tác xã\n1. Bổ sung, thay thế, bãi bỏ một số cụm từ tại Nghị định số 82/2020/NĐ-CP  như sau:\na) Bổ sung từ “buộc” vào trước từ “hủy bỏ” tại điểm e khoản 3 Điều 3;\nb) Bổ sung từ “buộc” vào trước từ “thông báo” tại điểm k khoản 3 Điều 3, điểm c\nkhoản 9 Điều 32;\nc) Bổ sung cụm từ “và khoản 3” vào sau cụm từ “tại khoản 1” tại khoản 4 Điều 36;\nd) Bổ sung cụm từ “02 lần” vào trước cụm từ “mức tiền phạt” tại điểm c khoản 1 Điều\n83; điểm c khoản 1, điểm c khoản 2, điểm d khoản 4, điểm d khoản 5, điểm c khoản\n9, điểm c khoản 10 Điều 84; điểm c khoản 2, điểm c khoản 3 Điều 85; điểm c khoản\n1, điểm c khoản 2 Điều 87;\nđ) Bổ sung cụm từ “, Chánh Thanh tra tỉnh” vào sau cụm từ “Trưởng đoàn thanh tra\nchuyên ngành Bộ Tư pháp” tại khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 84",
    "text": "Điều 84 và điểm b khoản 2 Điều 88;\ne) Bổ sung cụm từ “Chánh Thanh tra Cục Bổ trợ tư pháp” vào trước cụm từ “Chánh\nThanh tra Sở Tư pháp” tại khoản 4 Điều 84;10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 38/40\ng) Bổ sung cụm từ “, Cục trưởng Cục Thi hành án Bộ Quốc phòng” vào sau cụm từ\n“Tổng cục trưởng Tổng cục Thi hành án dân sự” tại khoản 4 Điều 85;\nh) Thay cụm từ “hủy kết quả” bằng cụm từ “buộc hủy bỏ kết quả” tại điểm a khoản 9\nĐiều 22, điểm a khoản 5",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 23",
    "text": "Điều 23 và điểm a khoản 7 Điều 24;\ni) Thay cụm từ “giấy chứng nhận” thành “văn bản chứng nhận đăng ký biện pháp bảo\nđảm, thông báo xử lý tài sản bảo đảm” tại khoản 1 và khoản 3 Điều 54;\nk) Bãi bỏ các cụm từ “các”, “và b” tại điểm c khoản 6 Điều 39;\nl) Bãi bỏ cụm từ “có giá trị không vượt quá mức tiền phạt được  quy định tại điểm b\nkhoản này” tại điểm c khoản 2",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 83",
    "text": "Điều 83.\n2. Bãi bỏ điểm b khoản 7 Điều 7, điểm b khoản 5 Điều 9, điểm c khoản 8 Điều 22,\nđiểm b khoản 6 Điều 15, điểm c khoản 6 Điều 24, điểm b khoản 4 Điều 26, điểm b\nkhoản 4 Điều 29, điểm d khoản 8 Điều 32, điểm c khoản 5 Điều 79, khoản 2 Điều 84,\nChương VII.",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3. T rách nhiệm tổ chức thực hiện\nCác Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Thủ trưởng cơ quan thuộc Chính\nphủ, Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc Trung ương và các cơ\nquan liên quan chịu trách nhiệm tổ chức thực hiện Nghị định này .",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4. Điều khoản thi hành\n1. Nghị định này có hiệu lực thi hành từ ngày 15 tháng 1 1 năm 2024.\n2. Trường hợp luật sư thực hiện hành vi vi phạm quy định tại khoản 5a",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6 Nghị\nđịnh số 82/2020/NĐ-CP  đối với người có thẩm quyền hoặc những người khác thực\nhiện nhiệm vụ theo yêu cầu của Tòa án thì bị xử phạt vi phạm hành chính theo quy\nđịnh tại khoản 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 và khoả n 3",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  },
  {
    "law_name": "Nghị định 117/2024/NĐ-CP",
    "type": "Nghị định",
    "year": 2024,
    "section_type": "Điều",
    "title": "Điều 21",
    "text": "Điều 21 Pháp lệnh số 02/20 22/UBTVQH15 ngày\n18 tháng 8 năm 2022 của Ủy ban Thường vụ Quốc hội về xử phạt vi phạm hành\nchính đối với hành vi cản trở hoạt động tố tụng.\n3. Điều khoản chuyển tiếp\na) Đối với hành vi vi phạm xảy ra và đã kết thúc trước thời điểm Nghị định này có\nhiệu lực mà bị phát hiện hoặc đang xem xét ra quyết định xử phạt khi Nghị định này10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 39/40\nCHÍNH PHỦ\nPHÓ THỦ TƯỚNG\n(Đã ký)\nLê Thành Longđã có hiệu lực thì áp dụng quy định của Nghị định này nếu Nghị định này không quy\nđịnh trách nhiệm pháp lý hoặc quy định trách nhiệm pháp lý nhẹ hơn;\nb) Đối với quyết định xử phạt vi phạm hành chính trong lĩnh vực bổ trợ tư pháp; hành\nchính tư pháp; hôn nhân và gia đình; thi hành án dân sự; phá sản doanh nghiệp, hợp\ntác xã đã được ban hành hoặc đã được thi hành xong trước thời điểm Nghị định này\ncó hiệu lực thi hành, mà cá nhân, tổ chức bị xử phạt vi phạm hành chính còn khiếu\nnại thì áp dụng quy định của Nghị định số 82/2020/NĐ-CP  ngày 15 tháng 7 năm 2020\ncủa Chính phủ quy định xử phạt vi phạm hành chính trong lĩnh vực bổ trợ tư pháp;\nhành chính tư pháp; hôn nhân và gia đình; thi hành án dân sự; phá sản doanh\nnghiệp, hợp tác xã để giải quyết./.\n 10/7/25, 4:13 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=170131 40/40",
    "source_file": "117:2024:NĐ-CP_clean.txt"
  }
]