[
  {
    "law_name": "Chỉ thị 15/2000/CT-TTg",
    "type": "Chỉ thị",
    "year": 2000,
    "section_type": "Mục",
    "title": "Mục I",
    "text": "I. Tổ chức việc rà soát để sửa đổi, bổ sung các văn bản pháp luậthiện hành hoặc ban hành các văn\nbản mới hướng dẫn thi hành Luật Hôn nhân và giađình.\n1.Từ nay đến hết năm 2000, Bộ Tư pháp chủ trì và hoàn thành việc rà soát các vănbản pháp luật hiện hành\nvề hôn nhân và gia đình để kiến nghị Chính phủ, các cơquan khác có thẩm quyền sửa đổi, bổ sung hoặc\nbãi bỏ các văn bản có liên quanđến hôn nhân và gia đình không còn phù hợp với Luật Hôn nhân và gia\nđình mới.\n2.Bộ Tư pháp chủ trì, phối hợp với các cơ quan, tổ chức hữu quan chuẩn bị văn bảndưới luật trình Chính\nphủ hoặc Ủyban Thường vụ Quốc hội ban hành để hướng dẫn thi hành các quy định của Luật,nhất là các\nvấn đề về quyền sử dụng đất canh tác, đất ở, nhà ở có liên quan đếnquan hệ hôn nhân và gia đình; đăng ký\nkết hôn, đăng ký nuôi con nuôi ở vùngsâu, vùng xa, đăng ký hộ tịch về hôn nhân và gia đình có yếu tố\nnước ngoài, baogồm cả việc đăng ký hộ tịch về hôn nhân và gia đình có yếu tố nước ngoài ở khuvực biên\ngiới với các nước láng giềng; xử phạt vi phạm hành chính trong lĩnhvực hôn nhân và gia đình. Các việc\ntrên đây cần hoàn thành vào quý II năm 2001.\n3.Ủy ban Dân tộc và Miền núi chủtrì việc chuẩn bị trình Chính phủ ban hành vào quý I\nnăm 2001 Nghị định quyđịnh việc áp dụng Luật Hôn nhân và gia đình đối với các dân\ntộc thiểu số, phươngán xử lý việc nuôi con nuôi thực tế trong các vùng dân tộc thiểu\nsố, kèm theodanh mục các phong tục, tập quán lạc hậu về hôn nhân và gia đình\nkhông được ápdụng và danh mục phong tục, tập quán tốt đẹp về hôn nhân và gia\nđình đượckhuyến khích phát huy .10/7/25, 4:30 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=6099 1/4",
    "source_file": "15:2000:CT-TTg_clean.txt"
  },
  {
    "law_name": "Chỉ thị 15/2000/CT-TTg",
    "type": "Chỉ thị",
    "year": 2000,
    "section_type": "Mục",
    "title": "Mục II",
    "text": "II. Phổ biến, tuyên truyền, giáo dục Luật Hôn nhân và gia đình.\n1.Công tác phổ biến, tuyên truyền Luật Hôn nhân và gia đình phải được tiến hànhthường xuyên, sâu rộng\ntrong cán bộ, công chức, viên chức, chiến sĩ thuộc lực lượngvũ trang nhân dân và trong nhân dân, đặc biệt\nlà ở xã, phường, thị trấn, cụmdân cư, cơ quan, tổ chức, doanh nghiệp, nhà trường và gia đình.\nViệcphổ biến, tuyên truyền phải đặt mục tiêu làm cho mọi người hiểu rõ nhữn g nguyêntắc, nội dung cơ\nbản của Luật, nhất là những nội dung mới được sửa đổi, bổ sungvà Nghị quyết của Quốc hội về giải quyết\ntình trạng hôn nhân thực tế để tựgiác, chủ động chấp hành, nâng cao ý thức, nhận thức và sự quan tâm của\nmỗi ngườivề trách nhiệm cá nhân chăm lo xây dựng gia đình, làm cho từng gia đình thật sựtrở thành một\ntổ ấm của từng cá nhân, làm cho xã hội Việt Nam thực sự trở thànhmột đại gia đình của mọi người Việt\nNam cùng nhau chung vai, sát cánh xây dựngmột đất nước độc lập, tự do, ấm no, hạnh phúc.\nNgaytừ quý III năm 2000, các Bộ, cơ quan ngang Bộ, cơ quan thuộc Chính phủ và Ủy ban nhân dân\ncác cấp phải lậpvà tổ chức thực hiện kế hoạch phổ biến, tuyên truyền, giáo dục Luật\nHôn nhân vàgia đình trong cơ quan, đơn vị, địa phương mình; coi đây là một nhiệm\nvụ trọngtâm của công tác phổ biến, tuyên truyền, giáo dục pháp luật trong 6 tháng\ncuốinăm 2000 và cả năm 2001 , đồng thời cần đổi mới các hình thức, biện pháp\ntuyêntruyền, giáo dục pháp luật về hôn nhân và gia đình để đưa các hoạt động đó\nđivào chiều sâu, tránh lối tuyên truyền, giáo dục pháp luật có tính phong trào,nặng về\nbề nổi, hiệu quả không cao.\n2.Bộ Tư pháp có trách nhiệm phối hợp với Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Trung ương\nHội Liênhiệp Phụ nữ Việt Nam, Tổng Liên đoàn Lao động Việt Nam, Trung ương Đoàn Thanhniên Cộng\nsản Hồ Chí Minh, Hội Nông dân Việt Nam, Hội Cựu chiến binh Việt Nam,B ộ Văn hoá Thông tin, Ủy\nban Bảo vệ và Chăm sóc trẻ emViệt Nam, Ủy ban Dân số và Kế hoạch hoág ia đình,\nHội Luật gia Việt Nam, các cơ quan báo chí, phát thanh, truyền hình ởTrung ương và\nđịa phương tổ chức phổ biến, tuyên truyền sâu rộng Luật Hôn nhânvà gia đình và\nNghị quyết của Quốc hội về thi hành Luật này; chỉ đạo, hướng dẫnviệc tăng cường\nhoạt động tư vấn pháp lý về hôn nhân và gia đình, khuyến khíchthành lập các loại\nhình Câu lạc bộ gia đình, nơi mọi người có thể tham gia cácsinh hoạt theo giới tính,\ntheo lứa tuổi, hoặc theo nghề nghiệp, theo sở thíchđể trao đổi kinh nghiệm, học tập\nlẫn nhau những điều cần thiết trong tráchnhiệm làm vợ, làm chồng, làm cha, làm mẹ,10/7/25, 4:30 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=6099 2/4\nông, bà... để ngay từ đầu tránh đượcnhững bỡ ngỡ, những điều đáng tiếc không\nđáng có trong sứ mệnh thực sự quantrọng trong đời sống gia đình.\nHộiđồng phối hợp công tác phổ biến giáo dục pháp luật của Chính phủ có trách  nhiệmxác định nội dung,\nchương trình phổ biến, tuyên truyền Luật Hôn nhân và giađình, Nghị quyết của Quốc hội về thi hành Luật\nnày; phối hợp các cơ quan, tổchức hữu quan để biên soạn đề cương, tài liệu tập huấn tuyên truyền phù hợp\nvớitừng loại đối tượng và bồi dưỡng báo cáo viên để phổ biến, tuyên truyền LuậtHôn nhân và gia đình.\n3.Bộ Văn hoá Thông tin phối hợp với Ban Tư tưởng Văn hoá Trung ương, Bộ Tư phápchỉ đạo các phương\ntiện thông tin đại chúng có kế hoạch ưu tiên cho việc phổbiến, tuyên truyền Luật Hôn nhân và gia đình từ\nnay cho đến hết năm 2000 và năm2001 ; hướng dẫn việc xây dựng, thực hiện các quy tắc sinh hoạt cộng\nđồng liênquan đến các quy định của Luật Hôn nhân và gia đình.\n4.Báo Nhân dân, Đài Tiếng nói Việt Nam, Đài Truyền hình Việt Nam và phương tiệnthông tin đại chúng\nkhác ở Trung ương và địa phương thường xuyên có chươngtrình, chuyên mục giới thiệu, giải thích nội\ndung và những điểm mới của LuậtHôn nhân và gia đình.\n5.Bộ Tư pháp chủ trì phối hợp với Toà án nhân dân tối cao, Viện Kiểm sát nhân dântối cao tổ chức tập\nhuấn chuyên sâu về Luật Hôn nhân và gia đình cho thẩm phán,kiểm sát viên, thư ký toà án, hội thẩm nhân\ndân, hộ tịch viên và nhân viên tưpháp khác để bảo đảm việc áp dụng thống nhất và giám sát việc thi hành\nLuật Hônnhân và gia đình.\n6.Bộ Giáo dục và Đào tạo chủ trì phối hợp với Bộ Tư pháp chỉ đạo công tác rà soáthệ thống giáo trình, tài\nliệu giảng dạy của các trường đại học, cao đẳng và cáctài liệu về giáo dục công dân liên quan đến Luật\nHôn nhân và gia đình trong cáctrường trung học chuyên nghiệp, trung học phổ thông và trung học cơ sở\nđể có kếhoạch bổ sung, sửa đổi kịp thời cho phù hợp với Luật Hôn nhân và gia đình; tổchức tập huấn cho\nđội ngũ giáo viên giảng dạy pháp luật, giáo dục công dân vềLuật Hôn nhân và gia đình.\n7.Ủy ban Dân tộc và Miền núi chủtrì, phối hợp với Bộ Tư pháp có kế hoạch phổ biến,\ntuyên truyền Luật Hôn nhânvà gia đình trong đồng bào các dân tộc thiểu số.\n8.Bộ Tài chính chủ trì, phối hợp với Bộ Tư pháp lập kế hoạch để hướng dẫn cân đốingân sách, bảo đảm\nnguồn kinh phí cần thiết cho việc triển khai thi hành LuậtHôn nhân và gia đình, Nghị quyết thi hành Luật\ncủa Quốc hội từ việc xây dựngcác văn bản hướng dẫn thi hành Luật này, tổ chức đăng ký kết hôn, đăng ký\nnuôicon nuôi ở vùng sâu, vùng xa, tổ chức các lớp tập huấn và các đợt phổ biến,tuyên truyền rộng rãi\ntrong cán bộ, chiến sĩ, nhân dân.\n9.Chủ tịch Ủy ban nhân dân các tỉnh, thànhphố trực thuộc Trung ương chỉ đạo các cơ\nquan ở địa phương có kế hoạch cụ thểgiải quyết tình trạng hôn nhân thực tế ở địa10/7/25, 4:30 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=6099 3/4\nTHỦ TƯỚNG\n(Đã ký)\nPhan Văn Khảiphương theo Nghị quyết của Quốchội về thi hành Luật Hôn nhân và gia đình, tạo\nđiều kiện thuận lợi cho việcđăng  ký kết hôn, kể cả đăng ký tại chỗ, để xử lý dứt điểm\ntình trạng này trongcác năm 2001 2002.\nThủtướng Chính phủ yêu cầu các Bộ trưởng, Thủ trưởng cơ quan ngang Bộ, Thủ trưởngcơ quan thuộc\nChính phủ, Chủ tịch Ủy ban nhân dân các tỉnh, thành phố trực thuộc Trung ương trong phạmvi trách\nnhiệm quản lý của Bộ, ngành, địa phương mình xây dựng kế hoạch cụ thểtriển khai thi hành Chỉ thị này .\nBộTư pháp, Văn phòng Chính phủ có trách nhiệm theo dõi, đôn đốc việc triển khaiChỉ thị này và tổng hợp\nbáo cáo Thủ tướng Chính phủ kết quả thực hiện./.\n10/7/25, 4:30 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=6099 4/4",
    "source_file": "15:2000:CT-TTg_clean.txt"
  }
]