[
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1: Ban hành kèm theo Quyết định này “ Quy chế phối hợp thực hiện Nghị định số\n68/2002/NĐ-CP  ngày 10/7/2002 của Chính phủ qui định chi tiết thi hành một số điều\ncủa Luật Hôn nhân và gia đình về quan hệ hôn nhân và gia đình có yếu tố nước\nngoài”.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2: Các ông (bà) Chánh Văn phòng UBND tỉnh, Giám đốc Sở Tư pháp tỉnh, Giám\nđốc Công an tỉnh, Giám đốc Sở Lao động – Thương binh và Xã hội, Chủ tịch Hội liên\nhiệp Phụ nữ Việt Nam tỉnh, Chủ nhiệm Ủy ban Dân số -Gia đình và trẻ em tỉnh, Giám10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 1/9\nđốc Trung tâm nuôi dưỡng người già - trẻ em mồ côi, Chủ tịch UBND các huyện, thị xã\nvà Thủ trưởng các đơn vị liên quan chịu trách nhiệm thi hành Quyết định này .\nQuyết định này có hiệu lực thi hành kể từ ngày ký./.\nTM. ỦY  BAN NHÂN\nDÂN TỈNH\nKT.CHỦ TỊCH\nPHÓ CHỦ TỊCH\n(Đã ký)\nNguyễn Huy Phong\nQUY  CHẾ\nPhối hợp thực hiện nghị định số 68/2002/NĐ-CP  ngày 10/7/2002 của chính phủ\nqui định chi tiết thi hành một số điều của luật hôn nhân và gia đình về quan hệ\nhôn nhân và gia đình có yếu tố nước ngoài\n(Ban hành kèm theo Quyết định số: 43/2004/QĐ-UB ngày 8 tháng 6 năm 2004 của\nUBND tỉnh Bình Phước)\nChương I:\nNHỮNG QUI ĐỊNH CHUNG",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1: Phạm vi áp dụng:\n1. Quy chế này qui định trách nhiệm và mối quan hệ phối hợp hoạt động của các cơ\nquan, tổ chức có liên quan trên địa bàn tỉnh Bình Phước, nhằm thực hiện có hiệu quả\nNghị định số 68/2002/NĐ-CP  ngày 10/7/2002 của Chính phủ qui định chi tiết thi hành\nmột số điều của Luật Hôn nhân và gia đình về quan hệ hôn nhân  và gia đình có yếu tố\nnước ngoài (sau đây gọi tắt là Nghị định số 68/2002/NĐ-CP).\n2. Phạm vi áp dụng Quy chế này bao gồm:\na. Đăng ký kết hôn;\nb. Nhận cha, mẹ, con;10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 2/9\nc. Nuôi con nuôi giữa công dân Việt Nam với người nước ngoài, giỡa người nước\nngoài thường trú tại V iệt Nam với nhau.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2: Đối tượng thực hiện:\nCác cơ quan, tổ chức được quy định trong Quy chế này bao gồm: Sở Tư pháp, Công\nan tỉnh, Văn phòng UBND tỉnh, Hội liên hiệp Phụ nữ Việt Nam tỉnh, Sở Lao động –\nThương binh Xã hội, Ủy ban Dân số -Gia đình và trẻ em tỉnh, Trung tâm nuôi dưỡng\nngười già - trẻ em mồ côi, UBND các huyện, thị xã; UBND các xã, phường, thị trấn.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3: Nguyên tắc phối hợp giải quyết hồ sơ:\n1. Quy chế này áp dụng giải quyết mối quan hệ giữa các cơ quan, tổ chức một cách\nđồng bộ, chặt chẽ, thống nhất trong quá trình thực hiện các chức năng, nhiệm vụ,\nquyền hạn nhằm đảm bảo thời hạn giải quyết hồ sơ, chế độ quản lý hồ sơ và xác định\ntrách nhiệm cụ thể giữa các cơ quan tổ chức có liên quan.\n2. Việc phối hợp hoạt động trên cơ sở chức năng, nhiệm vụ, quyền hạn, Điều lệ của\nmỗi cơ quan, tổ chức Hội và các quy định của pháp luật, không  làm cản trở đến hoạt\nđộng của từng cơ quan, tổ chức và ảnh hưởng đến quyền lợi của công dân.\n3. Việc phối hợp giải quyết hồ sơ phải tuân thủ nghiêm chỉnh quy định về trình tự, thủ\ntục, thời gian giải quyết hồ sơ được quy định tại Nghị định số 68/2002/NĐ-CP .\n4. Thực hiện kiểm tra, giám sát, trao đổi thông tin kịp thời để phòng ngừa, ngăn chặn\nvà đấu tranh xử lý các vi phạm trong đăng ký kết hôn; nhận cha, mẹ, con; nuôi con\nnuôi.\n5. Thời hạn giải quyết hồ sơ nêu trong Nghị định số 68/2002/NĐ-CP  là thời hạn tối đa.\nTrên tinh thần cải cách thủ tục hành chính, các cơ quan, đơn vị có thể rút ngắn thời\nhạnh và không vượt quá thời hạn quy định.\nChương II:\nTRÁCH NHIỆM THỰC HIỆN PHỐI HỢP  CỦA  CÁC CƠ QUAN, TỔ CHỨC",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4: T rách nhiệm của Sở Tư pháp:\n1. Hướng dẫn thủ tục cho người dân có nhu cầu;\n2. Tiếp nhận hồ sơ khi đủ các giấy tờ hợp lệ;\n3. Thu lệ phí theo quy định;10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 3/9\n4. Thực hiện các thủ tục niêm yết theo quy định;\n5. Nghiên cứu thẩm tra hồ sơ;\n6. Đề nghị Công an tỉnh thẩm tra , xác minh (nếu cần thíêt);\n7. Áp dụng các biện pháp nhằm hoàn tất hồ sơ như: Xác minh, phỏng vấn, yêu cầu\nđương sự bổ túc hồ sơ cần thiết;\n8. Thông báo cho đương sự đến hoàn tất thủ tục theo quy định đối với từng loại hồ sơ\ncụ thể;\n9. Thông báo cho đương sự biết lý do chậm trễ khi hồ sơ giải quyết không đúng thời\nhạn quy định;\n10. Đề xuất ý kiến trình UBND tỉnh giải quyết đối với từng hồ sơ cụ thể;\n11. Tổ chức lễ đăng ký kết hôn; trao Quyết định công nhận việc nhận cha, mẹ, con; tổ\nchức giao nhận con nuôi; ghi vào sổ đăng ký các loại việc đã đăng ký và lưu trữ hồ sơ\ntheo quy định của pháp luật;\n12. Thông báo việc đã đăng ký kết hôn; nhận cha, mẹ, con; nuôi con nuôi tịa UBND\ntỉnh cho UBND cấp xã nơi thường trú hoặc tạm trú có thời hạn của công dân Việt Nam\nhoặc thường trú của người nước ngoài tại Việt Nam để theo dõi, ghi chú hoặc ghi chú\ntiếp vào sổ Hộ tịch của UBND cấp xã theo quy định của pháp luật về đăng ký hộ tịch;\n13. Cấp các loại bản sao Giấy chứng nhận kết hôn; Quyết định công nhận việc nhận\ncha, mẹ, con; Quyết định cho nhận trẻ em V iệt Nam làm con nuôi;\n14. Tiếp nhận, xem xét hồ sơ đăng ký thành lập Trung tâm hỗ trợ kết hôn và cấp giấy\nđăng ký hoạt động, gia hạn, thay đổi nội dung, chấm dứt hoạt động của Trung tâm hỗ\ntrợ kết hôn; phối hpj với Hội liên hiệp Phụ nữ Việt Nam tỉnh theo dõi, quản lý, thanh tra,\nkiểm tra tình hình hoạt động và thu chi tài chính của Trung tâm;\n15. Xem xét và cho ý kiến việc giải quyết hồ sơ đăng ký kết hôn; nhận cha, mẹ, con;\nnuôi con nuôi có yếu tố nước ngoài ở khu vực biên giới mà UBND cấp xã nơi thường\ntrú của công dân V iệt Nam ở khu vực biên giới thực hiện việc đăng ký.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5: T rách nhiệm của Công an tỉnh:\n1. Tiếp nhận yêu cầu thẩm tra, xác minh của Sở Tư pháp; trả lời kết quả thẩm tra, xác\nminh trong thời gian quy định đối với từng loại hồ sơ (trong trường hợp quá thời hạn10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 4/9\nthì có thông báo cho Sở Tư pháp).\n2. Thực hiện các biện pháp phòng ngừa và đấu tranh chống các hành vi lợi dụng việc\nkết hôn; nhận cha, mẹ, con; nuôi con nuôi, nhằm mục đích mua, bán, bóc lột sức lao\nđộng, xâm phạm tình dục đối với phụ nữ và trẻ em hoặc vì mục đích trục lợi khác.\n3. Chủ động phối hợp với Sở Tư pháp để xử lý kịp thời khi phát hiện các hành vi gian\ndối trong việc đăng ký kết hôn; nhận cha, mẹ, con; nuôi con nuôi trên địa bàn tỉnh.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6: T rách nhiệm của Văn phòng UBND tỉnh:\n1. Tiếp nhận hồ sơ trong phạm vi quy định tại",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1 của Quy chế này do Sở Tư pháp\nchuyển đến.\n2. Xem xét, kiểm tra trình tự, thủ tục giải quyết hồ sơ do Sở Tư pháp đề xuất, trình\nUBND tỉnh giải quyết hoặc từ chối giải quyết.\n3. Thông báo bằng văn bản cho Sở Tư pháp biết lý do nếu hồ sơ giải quyết không\nđúng thời hạn quy định.\n4. Soạn thảo văn bản để UBND tỉnh trả lời cho đương sự trong trường hợp từ chối giải\nquyết hồ sơ. Văn bản từ chối giải quyết hồ sơ gửi cho Sở Tư pháp một bản để theo\ndõi.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 7",
    "text": "Điều 7: T rách nhiệm của Sở Lao động – Thương binh và Xã hội:\n1. Phối hợp với Sở Tư pháp trong việc giới thiệu trẻ em có đủ điều kiện làm con nuôi.\n2. Chỉ đạo, hướng dẫn, kiểm tra Trung tâm nuôi dưỡng người già - trẻ em mồ côi\nthuộc quyền quản lý trong việc giới thiệu, lập hồ sơ trẻ em được cho làm con nuôi\nđúng theo quy định.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8: T rách nhiệm của Hội Liên hiệp Phụ nữ V iệt Nam tỉnh:\n1. Nghiên cứu, khảo sát nhu cầu về kết hôn, nhất là đối với phụ nữ cần được tư vấn,\nlàm quen, hiểu biết và tiến tới hôn nhân với người nước ngoài để thành lập các Trung\ntâm hỗ trợ kết hôn trên địa bàn tỉnh, nhằm mục đích hướng hoạt động môi giới kết hôn\nđi vào quỹ đạo quản lý của Nhà nước, góp phần làm cho quan hệ hôn nhân và gia\nđình phù hợp với phong tục tập quán của dân tộc, ngăn chặn các hoạt động môi giới\nkết hôn không lành mạnh và trái quy định của pháp luật.10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 5/9\n2. Quản lý, kiểm tra chặt chẽ, thường xuyên về tình hình hoạt động và thu chi tài chính\nliên quan đến hoạt động của Trung tâm hỗ trợ kết hôn do Hội Liên hiệp Phụ nữ Việt\nNam tỉnh thành lập.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9: T rách nhiệm của Ủy ban Dân số - Gia đình và T rẻ em tỉnh:\n1. Thường xuyên thanh tra, kiểm tra, giám sát việc thực hiện Nghị định số\n68/2002/NĐ-CP  để đảm bảo việc cho và nhận trẻ em làm con nuôi người nước ngoài\nphải dựa trên tinh thần nhân đạo, vì lợi ích tốt nhất của trẻ em và tôn trọng các quyền\ncơ bản của trẻ em; đồng thời, để phát hiện và kịp thời ngăn chặn các trường hợp lợi\ndụng việc con nuôi nhằm mục đích kinh doanh, bóc lột sức lao động, xâm phạm tình\ndục, mua, bán trẻ em hoặc vì mục đích trục lợi khác.\n2. Đẩy mạnh tuyên truyền và giám sát việc thực hiện pháp luật hôn nhân và gia đình\nvề các quan hệ hôn nhân và gia đình có yếu tố nước ngoài, nhằm đảm bảo xây dựng\ngia đình ấm no, bình đẳng, tiến bộ, hạnh phúc và bền vững.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10: T rách nhiệm của UBND các huyện, thị xã (gọi chung là cấp huyện):\n1. Tăng cường công tác tuyên truyền, phổ biến, giáo dục việc thi hành Nghị định số\n68/2002/NĐ-CP  và những quy định của pháp luật có liên quan.\n2. Chỉ đạo, hướng dẫn nghiệp vụ, thẩm quyền của UBND cấp xã trong việc xác nhận;\nchứng thực; niêm yết; ghi chú việc đăng ký kết hôn; nhận cha, mẹ, con; nuôi con nuôi;\nphát hiện kịp thời phản ánh bằng văn bản các trường hợp khiếu nại, tố cáo, các\ntrường hợp vi phạm Luật Hôn nhân và gia đình.\n3. UBND các huyện có đường biên giới giáp với Vương quốc Campuchia phải thường\nxuyên chỉ đạo, hướng dẫn nghiệp vụ cho UBND cấp xã có thẩm quyền đăng ký việc\nkết hôn; nhận cha, mẹ, con; nuôi con nuôi có yếu tố nước ngoài tại khu vực biên giới,\nthực hiện việc đăng ký đúng pháp luật.\n4. Phối hợp với Sở Tư pháp xử lý các trường hợp cán bộ - công chức do UBND cấp\nhuyện quản lý vi phạm hoặc cố tình làm trái các quy định tại Nghị định số 68/2002/NĐ-\nCP và các quy định pháp luật khác có liên quan.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1 1: Trách nhiệm của T rung tâm nuôi dưỡng người già, trẻ em mồ côi:10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 6/9\n1. Đảm bảo trẻ em được giới thiệu làm con nuôi đáp ứng đầy đủ các điều kiện làm con\nnuôi theo quy định của pháp luật, có nguồn gốc rõ ràng, hồ sơ đầy đủ, hợp lệ.\n2. Lập hồ sơ của trẻ em được cho làm con nuôi phải có đầy đủ các giấy tờ theo quy\nđịnh tại",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 44",
    "text": "Điều 44 của Nghị định số 68/2002/NĐ-CP .\n3. Định kỳ báo cáo UBND tỉnh và Sở Lao động – Thương binh và Xã hội về tình hình\ngiới thiệu trẻ em làm con nuôi.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12: T rách nhiệm của UBND xã, phường, thị trấn (gọi chung là cấp xã):\n1. Chứng thực hồ sơ việc đăng ký kết hôn; nhận cha, mẹ, con; nuôi con nuôi theo quy\nđịnh tại Nghị định số 75/2000/NĐ-CP  ngày 08/12/2000 của Chính phủ quy định về\ncông chứng, chứng thực. Khi chứng thực phải kiểm tra tính sát thực của loại hồ sơ vụ,\nviệc (hồ sơ lý lịch đó có phải của con người đó hay không, có đủ điều kiện để xác lập\nquan hệ pháp luật đó hay không). UBND cấp xã phải chịu trách nhiệm trước pháp luật\nvề hành vi chứng thực của mình.\n2. UBND cấp xã có thẩm quyền thực hiện việc đăng ký kết hôn; nhận cha, mẹ, con;\nnuôi con nuôi giữa công dân Việt Nam thường trú ở khu vực biên giới với công dân\nVương quốc Campuchia thường  trú ở khu vực biên giới giáp với Việt Nam thuộc địa\nbàn tỉnh Bình Phước, phải thực hiện đúng trình tự thủ tục đăng ký theo pháp luật đã\nquy định.\n3. Thực hiện thủ tục niêm yết hồ sơ đăng ký kết hôn; hồ sơ nhận cha, mẹ, con tại trụ\nsở UBND cấp xã trong thời hạn quy định cho mỗi loại hồ sơ.\n4. Trường hợp có khiếu nại, tố cáo về việc kết hôn; xin nhận cha, mẹ, con hoặc phát\nhiện hồ sơ khai không đúng sự thật thì chậm nhất là sau 02 ngày , tính từ khi nhận\nđược khiếu nại, tố cáo hoặc phát hiện hồ sơ khai không đúng sự thật, phải thông báo\nbằng văn bản cho Sở Tư pháp biết.\n5. Khi nhận được văn bản của Sở Tư pháp thông báo về việc đăng ký kết hôn; nhận\ncha, mẹ, con; nuôi con nuôi mà UBND tỉnh đã đăng ký thì UBND cấp xã nơi thường trú\nhoặc tạm trú có thời hạn của công dân Việt Nam hoặc nơi thường trú của người nước\nngoài tại Việt Nam, phải ghi chú hoặc ghi chú tiếp vào sổ Hộ tịch của UBND cấp xã\ntheo quy định của pháp luật về đăng ký hộ tịch.10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 7/9\nChương III\nQUAN HỆ CÔNG TÁC",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13: Mối quan hệ phối hợp:\n1. Mối quan hệ công tác giữa các cơ quan, tổ chức có liên quan là quan hệ phối hợp,\ndựa trên những nguyên tắc phối hợp, tôn trọng lẫn nhau để thực tốt nhiệm vụ, quyền\nhạn theo quy định của pháp luật.\n2. Trong những trường hợp cầ thiết có thể phối hợp công tác bằng các hình thức như:\nHội nghị liên tịch; ký văn bản liên tịch; trình UBND tỉnh thành lập Đoàn kiểm tra liên\nngành để giám sát, thanh tra, kiểm tra hoặc khảo sát tình hình tại cơ sở.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14: Chế độ giao, nhận hồ sơ:\n1. Sở Tư pháp trực tiếp chuyển hồ sơ đến Công an tỉnh, Văn phòng UBND tỉnh và\nnhận về khi có kết quả kiểm tra, xác minh hoặc kết quả giải quyết hồ sơ.\n2. UBND cấp xã nơi thường trú của công dân Việt Nam ở khu vực biên giới thực hiện\nviệc đăng ký kết hôn; nhận cha, mẹ, con; nuôi con nuôi giữa công dân Việt Nam\nthường trú ở khu vực biên giới với công dân Vương quốc Campuchia thường trú ở\nkhu vực biên giới Việt Nam trực tiếp chuyển hồ sơ đến Sở Tư pháp và nhận về khi có\nkết quả kiểm tra, xem xét của Sở Tư pháp.\n3. Việc giao, nhận, chuyển trả hồ sơ phải thực hiện theo đúng quy định của pháp luật\nvề công tác văn thư.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15: Chế độ thông tin, báo cáo:\n1. Sở Tư pháp thực hiện việc thống kê, báo cáo định kỳ 06 tháng và hàng năm gửi Bộ\nTư pháp và UBND tỉnh về tình hình giải quyết việc kết hôn; xin nhận cha, mẹ, con;\nnuôi con nuôi và tình hình thực hiện pháp luật về hôn nhân và gia đình có yếu tố nước\nngoài trên địa bàn tỉnh. Đồng thời gởi cho Công an tỉnh danh sách trích ngang các\ntrường hợp thực hiện việc quan hệ hôn nhân và gia đình có yếu tố nước ngoài trên.\n2. Các cơ quan, tổ chức khi báo cáo định kỳ hoặc đột xuất những vấn đề có liên quan\nđến phạm vi áp dụng của Quy chế này cho cơ quan có thẩm quyền thì đồng thời gửi\ncho Sở Tư pháp một bản để theo dõi trong công tác quản lý Nhà nước.",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16: Chế độ giải quyết những vướng mắc:10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 8/9\nỦY BAN NHÂN DÂN TỈNH BÌNH PHƯỚC\nPHÓ CHỦ TỊCH\n(Đã ký)\nNguyễn Huy Phong1. Trong quá trình tổ chức thực hiện, nếu có những vấn đề khó khăn, vướng mắc làm\nảnh hưởng đến tiến độ xử lý hoặc giải quyết hồ sơ thì các cơ quan, tổ chức đang thụ\nlý hồ sơ phải kịp thời báo cáo UBND tỉnh và đề xuất biện pháp thực hiện.\n2. Trong quá trình giải quyết hồ sơ, nếu có ý kiến khác nhau giữa các cơ quan, tổ\nchức thì Sở Tư pháp có trách nhiệm báo cáo và đề xuất hướng  giải quyết trình UBND\ntỉnh xem xét, quyết định.\nChương IV :\nĐIỀU KHOẢN THI HÀNH",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  },
  {
    "law_name": "Quyết định 43/2004/QĐ-UB",
    "type": "Quyết định",
    "year": 2004,
    "section_type": "Điều",
    "title": "Điều 17",
    "text": "Điều 17:\n1. Các cơ quan tổ chức theo trách nhiệm được phân công, tổ chức triển khai thực hiện\nQuy chế này và các văn bản pháp luật có liên quan.\n2. Trong quá trình thực hiện, nếu có vấn đề chưa phù hợp hoặc mới phát sinh, Giám\nđốc Sở Tư pháp có trách nhiệm báo cáo Bộ Tư pháp, UBND tỉnh đề xuất việc bổ sung,\nsửa đổi cho phù hợp với thực tế và quy định của pháp luật hiện hành./.\n 10/7/25, 4:31 PM Bình Phước\nhttps://vbpl.vn/binhphuoc/Pages/vbpq-print.aspx?dvid=238&ItemID=45343 9/9",
    "source_file": "43:2004:QĐ-UB_clean.txt"
  }
]