[
  {
    "law_name": "Quyết định 50/2017/QĐ-UBND",
    "type": "Quyết định",
    "year": 2017,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1.  Ban hành kèm theo Quyết định này  Quy định diện tích  đất tối \nthiểu được tách thửa và việc cấp giấy chứng nhận quyền sử dụng đất , quyền sở \nhữu nhà ở và tài sản khác gắn liền với đất đối với  thửa đất có diện tích nhỏ hơn \ndiện tích tối thiểu  cho hộ gia đình, cá nhân đang sử dụng đất trên địa bàn tỉnh \nĐồng Tháp .",
    "source_file": "50:2017:QĐ-UBND_clean.txt"
  },
  {
    "law_name": "Quyết định 50/2017/QĐ-UBND",
    "type": "Quyết định",
    "year": 2017,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 . Quyết định này có hiệu lực  kể từ ngày  25 tháng  12 năm 2017 . \nthay thế Quyết định số 30/2014/QĐ -UBND ngày 09 tháng 12 năm 2014 của Ủy \nban nhân dân tỉnh Đồng Tháp về việc ban hành Quy định diện tích đất tối thiểu \nđược tách thửa và việc cấp giấy chứng nhận quyền sử dụng đất, quyền sở hữu \nnhà ở và tài sản khác gắn liền v ới đất đối với thửa đất có diện tích nhỏ hơn diện \ntích tối thiểu cho hộ gia đình, cá nhân đang sử dụng đất trên địa bàn tỉnh Đồng \nTháp  và Quyết định số 15/2016/QĐ -UBND ngày 07 tháng 3 năm 2016 của Ủy \nban nhân dân tỉnh Đồng Tháp về việc sửa đổi quy định kèm  theo Quyết định số \n30/2014/QĐ -UBND ngày 09 tháng 12 năm 2014 của Ủy ban nhân dân tỉnh \nĐồng Tháp.  \n Giao Sở Tài nguyên và Môi trường phối hợp với các ngành có liên quan, \nUỷ ban nhân dân các huyện, thị  xã, thành phố tổ chức triển khai, theo dõi và \nkiểm tra v iệc thực hiện.",
    "source_file": "50:2017:QĐ-UBND_clean.txt"
  },
  {
    "law_name": "Quyết định 50/2017/QĐ-UBND",
    "type": "Quyết định",
    "year": 2017,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 . Chánh Văn phòng Ủy ban nhân dân tỉnh; Thủ trưởng các sở, ban, \nngành tỉnh; Chủ tịch Ủy ban nhân dân các huyện, thị  xã, thành phố  và các cơ \nquan, tổ chức, cá nhân có liên quan chịu trách nhiệm thi hành Quyết định này. /. \n Nơi nhận:  TM. ỦY BAN NHÂN DÂN  \n- Như Điều 3;  \n- Văn phòng  Chính phủ;  \n- Bộ Tài nguyên và Môi trường ;  \n- Cục Kiểm tra Văn bản (Bộ Tư pháp);  \n- TT/TU, TT HĐND tỉnh;  \n- CT, các PCT/UBND tỉnh;  \n- Đoàn Đại biểu Quốc hội tỉnh;  \n- Các ban Đảng và Đoàn thể tỉnh;  \n- LĐVP/UBND tỉnh;  \n- Công báo;  \n- Sở Tư pháp;   \n- Cổng thông tin điện tử Tỉnh;  \n- Lưu VT + NC/KTN.bnt . \n    KT. CHỦ TỊCH  \nPHÓ CHỦ TỊCH  \nChâu Hồng Phúc",
    "source_file": "50:2017:QĐ-UBND_clean.txt"
  }
]