[
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng \n1. Thông t ư này hướng dẫn việc lập, quản lý, sử dụng và quy ết toán kinh phí \nthực hiện Đề án theo Quy ết định số 2627/QĐ-TTg. \n2. Thông t ư này áp dụng đối với các cơ quan, đơn vị có liên quan đến việc lập \ndự toán, quản lý, sử dụng và quy ết toán kinh phí ngân sách nhà n ước bảo đảm thực \nhiện Đề án theo Quy ết định số 2627/QĐ-TTg.  \nCÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  59",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2. Nguyên t ắc quản lý, sử dụng, quyết toán kinh phí  \nKinh phí ngân sách nhà n ước bảo đảm thực hiện Đề á n th e o  Q uy ết định số \n2627/QĐ-TTg thuộc cấp nào do ngân sách c ấp đó bảo đảm theo quy định của Luật \nngân sách Nhà n ước và các v ăn bản pháp luật khác có liên quan, c ụ thể: \n1. Ngân sách trung ương bảo đảm:  \na) Đối với hoạt động của các Bộ, ngành, c ơ quan trung ương: Do ngân sách \ntrung ương bảo đảm, được bố trí cùng v ới dự toán chi ngân sách ho ạt động thường \nxuyên của Bộ, ngành, c ơ quan Trung ương và được ghi thành m ột nội dung riêng \ntrong dự toán của các Bộ, ngành, c ơ quan Trung ương; \nb) Kinh phí h ỗ trợ cho phía Lào theo quy định tại Khoản 4",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 của Thỏa \nthuận giữa Chính ph ủ nước Cộng hòa xã h ội chủ nghĩa Việt Nam và Chính ph ủ \nnước Cộng hòa dân ch ủ nhân dân Lào v ề việc giải quyết vấn đề người di cư tự do, \nkết hôn không giá thú trong vùng biên gi ới hai nước.  \n2. Ngân sách địa phương bảo đảm:  \nNgân sách địa phương bảo đảm kinh phí đối với các hoạt động thuộc nhiệm vụ \ncủa địa phương. Đối với địa phương chưa tự cân đối được ngân sách, ngân sách \ntrung ương sẽ hỗ trợ có mục tiêu cho địa phương để thực hiện theo hướng dẫn tại",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 Thông t ư này. \n3. Kinh phí ngân sách nhà n ước bảo đảm thực hiện Đề án theo Quy ết định số \n2627/QĐ-TTg phải được quản lý, sử dụng đúng mục đích, đúng chế độ và theo các \nquy định tại Thông tư này.  \nKinh phí t ừ nguồn tài trợ của các cá nhân, t ổ chức, doanh nghi ệp trong và \nngoài nước thực hiện đúng theo s ự thỏa thuận với các cơ quan, doanh nghi ệp, tổ \nchức, cá nhân tài tr ợ trong và ngoài n ước và phù h ợp với pháp lu ật Việt Nam. \nTrường hợp không có th ỏa thuận thực hiện theo quy định tại Thông tư này.",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3. Nội dung chi \n1. Nội dung chi áp d ụng chung đối với với các Bộ, ngành, c ơ quan Trung ương \nvà địa phương: \na) Chi phục vụ các đoàn của Việt Nam sang Lào đàm phán, h ội họp; \nb) Chi đưa, đón trong n ước đoàn của Lào sang Vi ệt Nam đàm phán, h ội họp; \nc) Chi dịch thuật; \nd) Chi tập huấn nghiệp vụ cho các thành viên tham gia th ực hiện Đề án; \nđ) Chi hoạt động (trong n ước và ngoài n ước) phục vụ việc khảo sát, điều tra, \nthống kê và phân lo ại đối tượng di cư tự do và kết hôn không giá thú; ho ạt động \nđôn đốc, kiểm tra, chấn chỉnh việc giải quyết nhập quốc tịch Việt Nam, cấp giấy \nxác nhận có quốc tịch Việt Nam và đăng ký hộ tịch; công tác xác minh, ti ếp nhận \nnhững người do phía Lào trao tr ả hoặc trao trả người Lào về nước: \n60 CÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  \n- Chi công tác phí (trong n ước và ngoài n ước); \n- Chi soạn báo cáo th ống kê, tổng hợp kết quả điều tra, phân lo ại đối tượng di \ncư tự do và kết hôn không giá thú trong vùng biên gi ới; soạn báo cáo t ổng hợp kết \nquả xác minh để tiếp nhận những người do phía Lào trao tr ả hoặc trao trả người \nLào về nước; \ne) Chi phục vụ công tác tuyên truy ền, phổ biến, giáo dục pháp luật về biên giới \nvà các quy định của Thỏa thuận; \ng) Chi ho ạt động thường xuyên khác c ủa Ban Chỉ đạo thực hiện Thỏa thuận và \nĐoàn Chuyên viên liên h ợp; Tổ Chuyên viên liên h ợp; \nh) Chi hội nghị sơ kết, tổng kết công tác th ực hiện Đề án; \ni) Chi khen th ưởng cho các cán b ộ có thành tích xu ất sắc trong quá trình th ực \nhiện Đề án; \nk) Các kho ản chi phát sinh khác ph ục vụ trực tiếp thực hiện Đề án (nếu có); \nl) Chi tiếp nhận, giải quyết việc nhập quốc tịch Việt Nam, cấp giấy chứng nhận \ncó quốc tịch Việt Nam, đăng ký hộ tịch và cấp các giấy tờ cần thiết khác. \n2. Nội dung chi đặc thù áp d ụng đối với các địa phương: \nNgoài các n ội dung chi áp d ụng chung nêu t ại Khoản 1",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3 Thông t ư này, \ncác địa phương được chi thêm các n ội dung sau: \na) Chi cho vi ệc ăn, ở, thuốc chữa bệnh và chuyên ch ở người Việt Nam về nước \ndo phía Lào trao tr ả; \nb) Kinh phí h ỗ trợ phía Lào cho vi ệc trao trả người Lào phải trở về nước cho \nđến khi bàn giao t ại địa điểm giao nh ận theo quy định tại Khoản 4",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10 của \nThỏa thuận bao gồm các kho ản: chi phí ăn, ở, thuốc chữa bệnh và chi phí chuyên \nchở người Lào về nước; \nc) Hỗ trợ tái hòa nh ập cho số người Việt Nam do phía Lào trao tr ả: \n- Hỗ trợ về nhà ở; \n- Hỗ trợ đất ở, giải quyết việc làm; \n- Hỗ trợ học nghề; \n- Hỗ trợ về y tế; \n- Hỗ trợ về giáo dục; \n- Trợ giúp đột xuất trước mắt đối với các đối tượng khó kh ăn trong th ời gian \nmới trở về chưa đăng ký được hộ khẩu, hộ tịch (gạo, lều bạt làm nơi ở tạm, hỗ trợ \ny tế).",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4. Chế độ định mức chi \n1. Các nội dung chi th ực hiện theo các ch ế độ, định mức chi tiêu quy định hiện \nhành của nhà nước gồm: \nCÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  61 \na) Chi công tác phí cho nh ững người đi công tác n ước ngoài: Th ực hiện theo \nquy định hiện hành của Bộ Tài chính v ề chế độ công tác phí cho cán b ộ, công \nchức nhà nước đi công tác ng ắn hạn ở nước ngoài do ngân sách nhà n ước bảo \nđảm kinh phí; \nb) Chi công tác phí cho nh ững người đi công tác trong n ước; chi hội nghị sơ \nkết, tổng kết công tác th ực hiện Đề án: Thực hiện theo quy định hiện hành của Bộ \nTài chính v ề chế độ công tác phí, ch ế độ chi tổ chức các cuộc hội nghị đối với các \ncơ quan nhà n ước và đơn vị sự nghiệp công lập; \nc) Chi dịch thuật: Thực hiện theo quy định hiện hành của Bộ Tài chính t ại văn \nbản quy định về chế độ chi tiêu đón tiếp khách n ước ngoài vào làm vi ệc tại Việt \nNam, chi tiêu t ổ chức các hội nghị, hội thảo quốc tế tại Việt Nam và chi tiêu ti ếp \nkhách trong n ước; \nd) Chi tập huấn nghiệp vụ cho các thành viên tham gia th ực hiện Đề án (tối đa \n5 ngày): Th ực hiện theo quy định hiện hành của Bộ Tài chính v ề chế độ chi từ \nngân sách nhà n ước dành cho công tác đào tạo, bồi dưỡng cán bộ, công chức; \nđ) Chi phục vụ công tác tuyên truy ền, phổ biến, giáo dục pháp luật về biên giới \nvà các quy định của Thỏa thuận: Thực hiện theo quy định hiện hành của Bộ Tài \nchính và B ộ Tư pháp về chế độ chi từ ngân sách nhà n ước bảo đảm cho công tác \nphổ biến, giáo dục pháp luật; \ne) Chi khen th ưởng cho các cán b ộ có thành tích xu ất sắc trong quá trình th ực \nhiện Đề án: Thực hiện theo quy định hiện hành của Luật thi đua, khen th ưởng và \ncác văn bản hướng dẫn thi hành;  \ng) Chi ho ạt động thường xuyên khác c ủa Ban Ch ỉ đạo thực hiện Thỏa thuận, \nĐoàn Chuyên viên liên h ợp, Tổ Chuyên viên liên h ợp: Thực hiện theo chế độ, định \nmức chi tiêu theo quy định hiện hành và do Th ủ trưởng cơ quan, đơn vị chuẩn chi \nchịu trách nhi ệm trước pháp luật; khi quy ết toán phải căn cứ vào hóa đơn, chứng từ \nchi tiêu hợp pháp theo đúng quy định. \n2. Định mức chi đối với một số nội dung công vi ệc đặc thù như sau:  \na) Chi phục vụ các đoàn của Việt Nam sang Lào đàm phán, h ội họp:  \nThực hiện theo quy định hiện hành tại Thông tư của Bộ Tài chính quy định chế \nđộ công tác phí cho cán b ộ, công chức nhà nước đi công tác ng ắn hạn ở nước ngoài \ndo ngân sách nhà n ước bảo đảm kinh phí. Ngoài ra, được chi mua t ặng phẩm tặng \nbạn, mức chi mua t ặng phẩm thực hiện theo quy định tại điểm h, Kho ản 1",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 \nThông tư số 01/2010/TT-BTC ngày 06 tháng 01 n ăm 2010 c ủa Bộ Tài chính quy \nđịnh chế độ chi tiêu đón khách n ước ngoài vào làm vi ệc tại Việt Nam, chi tiêu t ổ \nchức các hội nghị, hội thảo quốc tế tại Việt Nam và chi ti ếp khách trong n ước (sau đây \ngọi là Thông t ư số 01/2010/TT-BTC);  \n62 CÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  \nb) Chi đưa đón trong n ước các đoàn của Lào sang Vi ệt Nam đàm phán, \nhội họp:  \n- Chi thuê phòng h ọp, thuê xe đưa đón khách (n ếu có): Theo th ực tế căn cứ vào \nhợp đồng có chứng từ, hóa đơn hợp pháp; \n- Chi đón tiếp xã giao th ực hiện theo mức chi quy định tại điểm e, Kho ản 1",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 Thông t ư số 01/2010/TT-BTC c ủa Bộ Tài chính;   \n- Chi tổ chức chiêu đãi: Mỗi đoàn đàm phán, h ội họp được tổ chức chiêu đãi \nhai lần (khi gặp mặt và khi k ết thúc). M ức chi chiêu đãi khách th ực hiện theo quy \nđịnh tại điểm đ, Khoản 1",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 Thông t ư số 01/2010/TT-BTC c ủa Bộ Tài chính;   \n- Chi mua t ặng phẩm tặng bạn, mức chi mua t ặng phẩm thực hiện theo quy \nđịnh tại điểm h, Khoản 1",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 Thông t ư số 01/2010/TT-BTC c ủa Bộ Tài chính; \nc) Chi bồi dưỡng đối với cán bộ Việt Nam tham gia đoàn đàm phán t ổ chức ở \ntrong nước: Ngoài ch ế độ công tác phí trong n ước theo quy định hiện hành, được \nchi bồi dưỡng mức 150.000 đồng/người/buổi cho các thành viên và cán b ộ trong \ndanh sách ph ục vụ đoàn đàm phán trong nh ững ngày tham gia phiên h ọp chuẩn bị \nvà các phiên đàm phán chính th ức;  \nd) Chi báo cáo th ống kê, tổng hợp kết quả điều tra, phân lo ại đối tượng di cư tự \ndo và kết hôn không giá thú trong vùng biên gi ới; báo cáo t ổng hợp kết quả xác \nminh để tiếp nhận những người do phía Lào trao tr ả hoặc trao trả người Lào về \nnước: 2.000.000 đồng/báo cáo; \nđ) Chi tiếp nhận, giải quyết việc nhập quốc tịch Việt Nam, cấp giấy chứng \nnhận có quốc tịch Việt Nam, đăng ký hộ tịch và cấp các giấy tờ cần thiết khác: \nTheo quy định hiện hành của Bộ Tài chính, B ộ Tư pháp về quy trình, th ủ tục và \nmiễn lệ phí theo quy định của Thỏa thuận; \ne) Chi cho vi ệc ăn, ở, thuốc chữa bệnh và chuyên ch ở người Việt Nam về nước \ndo phía Lào trao tr ả và người Lào về nước do Việt Nam trao tr ả:  \n- Mức chi tiền ăn, ở: Tối đa không v ượt quá mức chi tiền công tác phí hi ện \nhành áp d ụng đối với cán bộ, công chức nhà nước đi công tác trong n ước; \n- Tiền thuốc chữa bệnh: Thanh toán theo ch ứng từ chi thực tế hợp pháp, hợp lệ; \n- Chi phí chuyên ch ở người Việt Nam và ng ười Lào về nước: Thanh toán theo \nhóa đơn hợp pháp, h ợp lệ. Trường hợp không có hóa đơn thì do Th ủ trưởng cơ \nquan, đơn vị quyết định hỗ trợ tối đa bằng giá vé xe ô tô khách lo ại trung bình trên \ncùng cung đường. \nChứng từ chi các kho ản nêu trên ph ải có chữ ký hoặc điểm chỉ xác nhận đã \nthực chi của người Việt Nam về nước do phía Lào trao tr ả và của người Lào về \nnước do phía Vi ệt Nam trao tr ả. \nCÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  63 \ng) Chi hỗ trợ tái hòa nh ập cho số người Việt Nam do phía Lào trao tr ả: Tùy \nhoàn cảnh thực tế của từng người và điều kiện, khả năng ngân sách c ủa địa \nphương, Chủ tịch UBND các t ỉnh, thành ph ố trực thuộc Trung ương vận dụng các \nchính sách d ưới đây để quy định cụ thể việc hỗ trợ:  \n- Hỗ trợ về nhà ở: Vận dụng theo Quy ết định số 167/2008/Q Đ-TTg ngày 12 \ntháng 12 n ăm 2008 c ủa Thủ tướng Chính ph ủ về chính sách h ỗ trợ hộ nghèo về \nnhà ở; Quyết định số 67/2010/Q Đ-TTg ngày 29 tháng 10 n ăm 2010 c ủa Thủ \ntướng Chính ph ủ về việc sửa đổi, bổ sung một số điều của Quyết định số \n167/2008/Q Đ-TTg; \n- Hỗ trợ đất ở, giải quyết việc làm: Vận dụng theo quy ết định số 29/2013/Q Đ-TTg \nngày 20 tháng 5 n ăm 2013 c ủa Thủ tướng Chính ph ủ về một số chính sách h ỗ trợ \ngiải quyết đất ở và giải quyết việc làm cho đồng bào dân t ộc thiểu số nghèo, đời \nsống khó kh ăn vùng đồng bằng sông C ửu Long giai đoạn 2013 - 2015; \n- Hỗ trợ học nghề: Vận dụng theo Quy ết định số 1956/QĐ-TTg ngày 27 tháng 11 \nnăm 2009 c ủa Thủ tướng Chính ph ủ về đào tạo nghề cho lao động nông thôn đến \nnăm 2020; \n- Hỗ trợ về y tế: Vận dụng chính sách h ỗ trợ tham gia b ảo hiểm y tế theo Ngh ị \nđịnh số 62/2009/N Đ-CP ngày 27 tháng 7 n ăm 2009 của Chính ph ủ; \n- Hỗ trợ về giáo dục: Vận dụng chính sách h ỗ trợ miễn giảm học phí theo Ngh ị \nđịnh số 49/2010/N Đ-CP ngày 14 tháng 5 n ăm 2010 c ủa Chính ph ủ về miễn, giảm \nhọc phí, hỗ trợ chi phí h ọc tập và cơ chế thu, sử dụng học phí đối với cơ sở giáo \ndục thuộc hệ thống giáo dục quốc dân từ năm học 2010 - 2011 đến năm học 2014 - 2015; \nNghị định số 74/2013/N Đ-CP ngày 15 tháng 7 n ăm 2013 c ủa Chính ph ủ sửa đổi, \nbổ sung một số điều của Nghị định số 49/2010/N Đ-CP. \n- Trợ giúp đột xuất trước mắt đối với các đối tượng khó kh ăn trong th ời gian \nmới về chưa đăng ký được hộ khẩu, hộ tịch: Hỗ trợ 15 kg gạo/người/tháng trong \nthời gian 3 tháng; h ỗ trợ mua lều bạt làm nơi ở tạm 3 triệu đồng/hộ; hỗ trợ y tế \nbình quân 50.000 đồng/người/tháng (trong th ời gian 3 tháng).",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5. Lập dự toán, quản lý và quy ết toán kinh phí \n1. Việc lập dự toán, quản lý, cấp phát, thanh toán và quy ết toán kinh phí b ảo đảm \nthực hiện Đề án thực hiện theo quy định của Luật ngân sách Nhà n ước và các v ăn \nbản hướng dẫn Luật.  \n2. Đối với kinh phí do các c ơ quan địa phương thực hiện: Hàng n ăm, căn cứ \ntiến độ thực hiện Đề án và chế độ chi tiêu quy định tại Thông tư này, các c ơ quan \nđịa phương xây dựng dự toán kinh phí th ực hiện Đề án (bao g ồm cả kinh phí th ực \nhiện Đề án do ngân sách địa phương bảo đảm và phần đề nghị ngân sách trung \nương bổ sung có m ục tiêu cho địa phương) gửi cơ quan có th ẩm quyền theo quy \nđịnh của Luật ngân sách Nhà n ước và văn bản hướng dẫn Luật.  \n64 CÔNG BÁO/S ố 735 + 736/Ngày 05-8-2014  \n3. Việc quản lý, chi tiêu, thanh quy ết toán kinh phí th ực hiện Đề án được thực \nhiện theo chế độ và quy định quản lý tài chính hi ện hành. Kinh phí cu ối năm chưa \nsử dụng hết được chuyển nguồn sang năm sau tiếp tục sử dụng cho các công vi ệc \ncủa Đề án.",
    "source_file": "90.2014.TT.BTC_clean.txt"
  },
  {
    "law_name": "Thông tư 90/2014/TT-BTC",
    "type": "Thông tư",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6. Tổ chức thực hiện \n1. Thông t ư này có hi ệu lực từ ngày 01 tháng 9 n ăm 2014 và h ết hiệu lực khi \nThỏa thuận giữa Chính ph ủ nước Cộng hòa xã h ội chủ nghĩa Việt Nam và Chính ph ủ \nnước Cộng hòa dân ch ủ nhân dân Lào v ề việc giải quyết vấn đề người di cư tự do, \nkết hôn không giá thú trong vùng biên gi ới hai nước chấm dứt hiệu lực.  \n2. Các Bộ, cơ quan trung ương và các t ỉnh biên gi ới Việt Nam - Lào có trách \nnhiệm thực hiện và hướng dẫn các cơ quan, đơn vị trực thuộc thực hiện đúng các \nquy định của Thông t ư này.  \n3. Trong quá trình th ực hiện nếu có vướng mắc phát sinh đề nghị các cơ quan, \nđơn vị phản ánh về Bộ Tài chính để nghiên cứu bổ sung, sửa đổi cho phù h ợp./. \nKT. BỘ TRƯỞNG \nTHỨ TRƯỞNG \nTrương Chí Trung",
    "source_file": "90.2014.TT.BTC_clean.txt"
  }
]