[
  {
    "law_name": "Không rõ",
    "type": "Không rõ",
    "year": "",
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6 Nghị định số 184/CP  ngày 30 tháng 11 năm 1994 của Chính phủ quy định về\nthủ tục kết hôn, nhận con ngoài giá thú, nuôi con nuôi, nhận đỡ đầu giữa công dân Việt Nam\nvà người nước ngoài;\nCăn cứ Quyết định số 276/CT  ngày 28 tháng 7 năm 1992 của Chủ tịch Hội đồng Bộ trưởng\n(nay là Thủ tướng Chính phủ) về việc thống nhất quản lý các loại phí và lệ phí;\nLiên Bộ Tài chính - Tư pháp quy định chế độ thu, nộp, quản lý và sử dụng lệ phí đăng ký kết\nhôn, công nhận việc kết hôn, công nhận con ngoài giá thú, đăng ký nuôi con nuôi và công\nnhận việc nuôi con nuôi giữa công dân Việt Nam và người nước ngoài, giữa công dân Việt\nNam với nhau mà một bên định cư ở nước ngoài như sau:\nI- Đối tượng nộp:\nNgười xin đăng ký kết hôn, công nhận việc kết hôn nhận con ngoài giá thú, đăng ký nuôi con\nnuôi và phải nộp lệ phí một lần theo mức thu quy định tại mục II của Thông tư này .\nII- Mức thu:\n1- Mức thu quy định như sau:\na) Đăng ký kết hôn: 2.000.000 đồng\nb) Công nhận việc kết hôn đã được đăng ký ở nước ngoài: 1.000.000 đồng\nc) Nhận con ngoài giá thú: 1.000.000 đồng\nd) Đăng ký nuôi con nuôi: 2.000.000 đồng\ne) Công nhận việc nuôi con nuôi đã được đăng ký ở nước ngoài: 1.000.000 đồng10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=9732 1/3\n2- Căn cứ vào mức thu quy định tại điểm 1 mục này, cơ quan đại diện ngoại giao, cơ quan\nlãnh sự Việt Nam ở nước ngoài xác định mức thu bằng tiền địa phương  hoặc bằng ngoại tệ tự\ndo chuyển đổi theo tỷ giá quy đổi ở nước tiếp nhận.\nIII- Quản lý và sử dụng nguồn thu:\n1. Lệ phí đăng ký kết hôn, công nhận việc kết hôn, nhận con ngoài giá thú, đăng ký nuôi con\nnuôi và công nhận việc nuôi con nuôi giữa công dân Việt Nam và người nước ngoài , giữa\ncông dân Việt Nam với nhau mà một bên định cư ở nước ngoài, là khoản thu của ngân sách\nNhà nước do các Sở Tư pháp tỉnh, thành phố trực thuộc Trung ương, các Cơ quan đại diện\nngoại giao, Cơ quan lãnh sự Việt Nam ở nước ngoài thu (sau đây gọi là cơ quan thu) khi tiếp\nnhận hồ sơ của đương sự.\n2. Khi thu lệ phí cơ quan thu phải sử dụng chứng từ thu do Bộ Tài chính (Tổng Cục thuế) phát\nhành và phải mở sổ sách theo dõi việc thu, nộp và sử dụng lệ phí, hàng năm phải lập báo cáo\nquyết toán theo chế độ hiện hành.\n3. Cơ quan thu được trích để lại 10% số tiền lệ phí thu được để bổ sung kinh phí (coi như\nkhoản kinh phí được ngân sách cấp bổ sung) phục vụ cho công tác thẩm tra, xác minh hồ sơ\nvà bù đắp các chi phí khác liên quan đến việc đăng ký kết hôn, công nhận kết hôn, nhận con\nngoài giá thú, đăng ký nuôi con nuôi và công nhận việc nuôi con nuôi giữa công dân Việt Nam\nvà người nước ngoài, giữa công dân Việt Nam với nhau mà một bên định cư ở nước ngoài.\n4. Số tiền còn lại (90%) sau khi trích để lại cho cơ quan thu theo tỷ lệ trên, cơ quan thu phải\nnộp toàn bộ vào ngân sách Nhà nước.\n- ở nước ngoài, Cơ quan đại diện ngoại giao, lãnh sự nộp vào tài khoản tạm giữ của Ngân sách\nNhà nước theo quy định tại Thông tư số 11 TC/TCDN ngày 20/4/1992 của Bộ Tài chính về\nquy định quản lý quỹ tạm giữ của Ngân sách Nhà nước ở các Sứ quán, Cơ quan đại diện ngoại\ngiao ta ở nước ngoài.\n- ở trong nước, Sở Tư pháp nộp vào mục 35 chương, loại khoản hạng tương ứng của mục lục\nngân sách. Thời hạn nộp theo quy định của cơ quan thuế địa phương, nhưng chậm nhất là\nngày mồng 5 của tháng sau phải nộp hết số phải nộp của tháng trước.\nIV- Điều khoản thi hành:10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=9732 2/3\nBỘ TÀI CHÍNH\nTHỨ TRƯỞNG\n(Đã ký)\nVũ Mộng Giao1. Khi giá cả thị trường biến động từ 20% trở lên, Bộ Tài chính phối hợp với Bộ Tư pháp điều\nchỉnh mức thu quy định tại Thông tư này .\n2. Thông tư này có hiệu lực kể từ ngày ký. Các quy định trước đây trái với quy định tại Thông\ntư này đều bãi bỏ.\n3. Trong quá trình thực hiện nếu có vướng mắc, cơ quan thu lệ phí cần kịp thời phản ánh về\nBộ Tài chính để xem xét giải quyết.\n 10/7/25, 4:32 PM Trung ương\nhttps://vbpl.vn/tw/Pages/vbpq-print.aspx?dvid=13&ItemID=9732 3/3",
    "source_file": "Thông tư không số_clean.txt"
  }
]