[
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 1",
    "text": "Điều 1. Phạm vi điều chỉnh \nLuật này quy định chế độ hôn nhân và gia đình; chuẩn mực pháp lý cho cách \nứng xử giữa các thành viên gia đình; trách nhi ệm của cá nhân, t ổ chức, Nhà nước \nvà xã hội trong việc xây dựng, củng cố chế độ hôn nhân và gia đình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2. Những nguyên t ắc cơ bản của chế độ hôn nhân và gia đình \n1. Hôn nhân t ự nguyện, tiến bộ, một vợ một chồng, vợ chồng bình đẳng.  \n2. Hôn nhân gi ữa công dân Vi ệt Nam thu ộc các dân t ộc, tôn giáo, gi ữa người \ntheo tôn giáo v ới người không theo tôn giáo, gi ữa người có tín ng ưỡng với người \nkhông có tín ng ưỡng, giữa công dân Vi ệt Nam với người nước ngoài được tôn \ntrọng và được pháp luật bảo vệ. \n3. Xây dựng gia đình ấm no, tiến bộ, hạnh phúc; các thành viên gia đình có \nnghĩa vụ tôn trọng, quan tâm, ch ăm sóc, giúp đỡ nhau; không phân bi ệt đối xử \ngiữa các con. \n4. Nhà nước, xã hội và gia đình có trách nhi ệm bảo vệ, hỗ trợ trẻ em, người cao \ntuổi, người khuyết tật thực hiện các quy ền về hôn nhân và gia đình; giúp đỡ các bà \nmẹ thực hiện tốt chức năng cao quý c ủa người mẹ; thực hiện kế hoạch hóa gia đình. \n5. Kế thừa, phát huy truy ền thống văn hóa, đạo đức tốt đẹp của dân tộc Việt \nNam về hôn nhân và gia đình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 3",
    "text": "Điều 3. Giải thích từ ngữ  \nTrong Lu ật này, các t ừ ngữ dưới đây được hiểu như sau: \n1. Hôn nhân  là quan h ệ giữa vợ và chồng sau khi k ết hôn. \n2. Gia đình là tập hợp những người gắn bó với nhau do hôn nhân, quan h ệ \nhuyết thống hoặc quan hệ nuôi dưỡng, làm phát sinh các quy ền và nghĩa vụ giữa \nhọ với nhau theo quy định của Luật này. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  17 \n3. Chế độ hôn nhân và gia đình là toàn bộ những quy định của pháp luật về kết \nhôn, ly hôn; quy ền và nghĩa vụ giữa vợ và chồng, giữa cha mẹ và con, gi ữa các \nthành viên khác trong gia đình; cấp dưỡng; xác định cha, m ẹ, con;  quan hệ hôn \nnhân và gia đình có yếu tố nước ngoài và nh ững vấn đề khác liên quan đến hôn \nnhân và gia đình. \n4. Tập quán về hôn nhân và gia đình là quy tắc xử sự có nội dung rõ ràng v ề \nquyền, nghĩa vụ của các bên trong quan h ệ hôn nhân và gia đình, được lặp đi, lặp \nlại trong một thời gian dài và được thừa nhận rộng rãi trong m ột vùng, mi ền hoặc \ncộng đồng. \n5. Kết hôn  là việc nam và n ữ xác lập quan hệ vợ chồng với nhau theo quy định \ncủa Luật này về điều kiện kết hôn và đăng ký kết hôn. \n6. Kết hôn trái pháp lu ật là việc nam, nữ đã đăng ký kết hôn tại cơ quan nhà \nnước có thẩm quyền nhưng một bên hoặc cả hai bên vi ph ạm điều kiện kết hôn  \ntheo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật này. \n7. Chung sống như vợ chồng là việc nam, nữ tổ chức cuộc sống chung và coi \nnhau là vợ chồng. \n8. Tảo hôn  là việc lấy vợ, lấy chồng khi một bên hoặc cả hai bên ch ưa đủ tuổi \nkết hôn theo quy định tại Điểm a khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật này. \n9. Cưỡng ép kết hôn, ly hôn  là việc đe dọa, uy hiếp tinh thần, hành h ạ, ngược \nđãi, yêu sách c ủa cải hoặc hành vi khác để buộc người khác ph ải kết hôn hoặc ly \nhôn trái v ới ý muốn của họ. \n10. Cản trở kết hôn, ly hôn  là việc đe dọa, uy hiếp tinh thần, hành h ạ, ngược \nđãi, yêu sách c ủa cải hoặc hành vi khác để ngăn cản việc kết hôn của người có đủ \nđiều kiện kết hôn theo quy định của Luật này hoặc buộc người khác ph ải duy trì \nquan hệ hôn nhân trái v ới ý muốn của họ. \n11. Kết hôn giả tạo là việc lợi dụng kết hôn để xuất cảnh, nhập cảnh, cư trú, nhập \nquốc tịch Việt Nam, qu ốc tịch nước ngoài; h ưởng chế độ ưu đãi của Nhà nước hoặc \nđể đạt được mục đích khác mà không nh ằm mục đích xây dựng gia đình. \n 12. Yêu sách c ủa cải trong kết hôn  là việc đòi hỏi về vật chất một cách quá \nđáng và coi đó là điều kiện để kết hôn nhằm cản trở việc kết hôn tự nguyện của \nnam, nữ. \n13. Thời kỳ hôn nhân  là khoảng thời gian tồn tại quan hệ vợ chồng, được tính \ntừ ngày đăng ký kết hôn đến ngày ch ấm dứt hôn nhân.  \n14. Ly hôn  là việc chấm dứt quan hệ vợ chồng theo b ản án, quyết định có hiệu \nlực pháp luật của Tòa án. \n15. Ly hôn gi ả tạo là việc lợi dụng ly hôn để trốn tránh ngh ĩa vụ tài sản, vi \nphạm chính sách, pháp lu ật về dân số hoặc để đạt được mục đích khác mà không \nnhằm mục đích chấm dứt hôn nhân. \n18 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \n16. Thành viên gia đình bao gồm vợ, chồng; cha m ẹ đẻ, cha mẹ nuôi, cha \ndượng, mẹ kế, cha  mẹ vợ, cha mẹ chồng; con đẻ, con nuôi, con riêng c ủa vợ hoặc \nchồng, con dâu, con r ể; anh, chị, em cùng cha m ẹ, anh, chị, em cùng cha khác m ẹ, \nanh, chị, em cùng m ẹ khác cha, anh r ể, em rể, chị dâu, em dâu c ủa người cùng cha \nmẹ hoặc cùng cha khác m ẹ, cùng mẹ khác cha; ông bà n ội, ông bà ngo ại; cháu nội, \ncháu ngoại; cô, dì, chú, c ậu, bác ruột và cháu ru ột. \n17. Những người cùng dòng máu v ề trực hệ là những người có quan h ệ huyết \nthống, trong đó, người này sinh ra ng ười kia kế tiếp nhau. \n18. Những người có họ trong ph ạm vi ba đời là những người cùng một gốc \nsinh ra gồm cha mẹ là đời thứ nhất; anh, ch ị, em cùng cha m ẹ, cùng cha khác m ẹ, \ncùng mẹ khác cha là đời thứ hai; anh, ch ị, em con chú, con bác, con cô, con c ậu, \ncon dì là đời thứ ba. \n19. Người thân thích  là người có quan h ệ hôn nhân, nuôi d ưỡng, người có cùng \ndòng máu v ề trực hệ và người có họ trong phạm vi ba đời. \n20. Nhu cầu thiết yếu là nhu cầu sinh hoạt thông th ường về ăn, mặc, ở, học tập, \nkhám bệnh, chữa bệnh và nhu c ầu sinh ho ạt thông th ường khác không th ể thiếu \ncho cuộc sống của mỗi người, mỗi gia đình. \n21. Sinh con b ằng kỹ thuật hỗ trợ sinh sản là việc sinh con b ằng kỹ thuật thụ \ntinh nhân t ạo hoặc thụ tinh trong ống nghiệm. \n22. Mang thai h ộ vì mục đích nhân đạo là việc một người phụ nữ tự nguyện, \nkhông vì m ục đích thương mại giúp mang thai cho c ặp vợ chồng mà ng ười vợ \nkhông thể mang thai và sinh con ngay c ả khi áp d ụng kỹ thuật hỗ trợ sinh sản, \nbằng việc lấy noãn của người vợ và tinh trùng c ủa người chồng để thụ tinh trong \nống nghiệm, sau đó cấy vào tử cung của người phụ nữ tự nguyện mang thai để \nngười này mang thai và sinh con. \n23. Mang thai h ộ vì mục đích thương mại là việc một người phụ nữ mang thai \ncho người khác bằng việc áp dụng kỹ thuật hỗ trợ sinh sản để được hưởng lợi về \nkinh tế hoặc lợi ích khác. \n24. Cấp dưỡng là việc một người có nghĩa vụ đóng góp ti ền hoặc tài sản khác \nđể đáp ứng nhu cầu thiết yếu của người không s ống chung v ới mình mà có quan \nhệ hôn nhân, huy ết thống hoặc nuôi dưỡng trong tr ường hợp người đó là người \nchưa thành niên, ng ười đã thành niên mà không có kh ả năng lao động và không \ncó tài sản để tự nuôi mình ho ặc người gặp khó khăn, túng thi ếu theo quy định của \nLuật này. \n25. Quan hệ hôn nhân và gia đình có yếu tố nước ngoài  là quan h ệ hôn nhân và \ngia đình mà ít nh ất một bên  tham gia là ng ười nước ngoài, ng ười Việt Nam định cư \nở nước ngoài; quan h ệ hôn nhân và gia đình giữa các bên tham gia là công dân Vi ệt Nam \nnhưng căn cứ để xác lập, thay đổi, chấm dứt quan hệ đó theo pháp lu ật nước ngoài, \nphát sinh t ại nước ngoài ho ặc tài sản liên quan đến quan hệ đó ở nước ngoài. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  19",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 4",
    "text": "Điều 4. Trách nhi ệm của Nhà nước và xã hội đối với hôn nhân và gia đình \n1. Nhà nước có chính sách, bi ện pháp bảo hộ hôn nhân và gia đình, tạo điều \nkiện để nam, nữ xác lập hôn nhân t ự nguyện, tiến bộ, một vợ một chồng, vợ \nchồng bình đẳng; xây d ựng gia đình ấm no, tiến bộ, hạnh phúc và th ực hiện đầy \nđủ chức năng của mình; tăng cường tuyên truy ền, phổ biến, giáo dục pháp luật về \nhôn nhân và gia đình; vận động nhân dân xóa b ỏ phong tục, tập quán lạc hậu về \nhôn nhân và gia đình, phát huy truy ền thống, phong t ục, tập quán tốt đẹp thể hiện \nbản sắc của mỗi dân tộc. \n2. Chính ph ủ thống nhất quản lý nhà n ước về hôn nhân và gia đình. Các b ộ, \ncơ quan ngang b ộ thực hiện quản lý nhà n ước về hôn nhân và gia đình theo s ự \nphân công c ủa Chính ph ủ. Ủy ban nhân dân các c ấp và các c ơ quan khác th ực \nhiện quản lý nhà n ước về hôn nhân và gia đình theo quy định của pháp luật. \n3. Cơ quan, tổ chức có trách nhi ệm giáo dục, vận động cán bộ, công chức, viên \nchức, người lao động, các thành viên c ủa mình và m ọi công dân xây d ựng gia đình \nvăn hóa; kịp thời hòa giải mâu thu ẫn trong gia đình, bảo vệ quyền, lợi ích hợp \npháp của các thành viên gia đình. Nhà tr ường phối hợp với gia đình trong vi ệc giáo \ndục, tuyên truy ền, phổ biến pháp luật về hôn nhân và gia đình cho th ế hệ trẻ.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5. Bảo vệ chế độ hôn nhân và gia đình \n1. Quan h ệ hôn nhân và gia đình được xác lập, thực hiện theo quy định của \nLuật này được tôn trọng và được pháp luật bảo vệ. \n2. Cấm các hành vi sau đây: \na) Kết hôn giả tạo, ly hôn gi ả tạo;  \nb) Tảo hôn, cưỡng ép kết hôn, lừa dối kết hôn, cản trở kết hôn; \nc) Người đang có vợ, có chồng mà kết hôn hoặc chung s ống như vợ chồng với \nngười khác ho ặc chưa có vợ, chưa có chồng mà kết hôn hoặc chung s ống như vợ \nchồng với người đang có ch ồng, có vợ; \nd) Kết hôn hoặc chung s ống như vợ chồng giữa những người cùng dòng máu \nvề trực hệ; giữa những người có họ trong ph ạm vi ba đời; giữa cha, mẹ nuôi với \ncon nuôi; gi ữa người đã từng là cha, m ẹ nuôi với con nuôi, cha ch ồng với con dâu, \nmẹ vợ với con rể, cha dượng với con riêng c ủa vợ, mẹ kế với con riêng c ủa chồng; \nđ) Yêu sách c ủa cải trong kết hôn; \ne) Cưỡng ép ly hôn, l ừa dối ly hôn, c ản trở ly hôn; \ng) Thực hiện sinh con b ằng kỹ thuật hỗ trợ sinh sản vì mục đích thương mại, \nmang thai h ộ vì mục đích thương mại, lựa chọn giới tính thai nhi, sinh s ản vô tính; \nh) Bạo lực gia đình; \ni) Lợi dụng việc thực hiện quyền về hôn nhân và gia đình để mua bán ng ười, \nbóc lột sức lao động, xâm ph ạm tình dục hoặc có hành vi khác nh ằm mục đích \ntrục lợi. \n20 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \n3. Mọi hành vi vi ph ạm pháp lu ật về hôn nhân và gia đình phải được xử lý \nnghiêm minh, đúng pháp lu ật. \nCơ quan, tổ chức, cá nhân có quy ền yêu cầu Tòa án, c ơ quan khác có th ẩm \nquyền áp dụng biện pháp kịp thời ngăn chặn và xử lý người có hành vi vi ph ạm \npháp luật về hôn nhân và gia đình. \n4. Danh d ự, nhân ph ẩm, uy tín, bí m ật đời tư và các quy ền riêng tư khác của \ncác bên được tôn trọng, bảo vệ trong quá trình gi ải quyết vụ việc về hôn nhân và \ngia đình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 6",
    "text": "Điều 6. Áp dụng quy định của Bộ luật dân sự và các luật khác có liên quan \nCác quy định của Bộ luật dân sự và các lu ật khác có liên quan đến quan hệ hôn \nnhân và gia đình được áp dụng đối với quan hệ hôn nhân và gia đình trong tr ường \nhợp Luật này không quy định.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 7",
    "text": "Điều 7. Áp d ụng tập quán về hôn nhân và gia đình \n1. Trong tr ường hợp pháp lu ật không quy định và các bên không có th ỏa thuận \nthì tập quán tốt đẹp thể hiện bản sắc của mỗi dân tộc, không trái v ới nguyên t ắc \nquy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 và không vi ph ạm điều cấm của Luật này được áp dụng. \n2. Chính ph ủ quy định chi tiết khoản 1 Điều này. \nChương II \nKẾT HÔN",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8. Điều kiện kết hôn \n1. Nam, n ữ kết hôn với nhau phải tuân theo các điều kiện sau đây: \na) Nam từ đủ 20 tuổi trở lên, nữ từ đủ 18 tuổi trở lên; \nb) Việc kết hôn do nam và n ữ tự nguyện quyết định; \nc) Không b ị mất năng lực hành vi dân s ự; \nd) Việc kết hôn không thu ộc một trong các tr ường hợp cấm kết hôn theo quy \nđịnh tại các Điểm a, b, c và d kho ản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 của Luật này. \n2. Nhà nước không th ừa nhận hôn nhân gi ữa những người cùng giới tính.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 9",
    "text": "Điều 9. Đăng ký kết hôn \n1. Việc kết hôn phải được đăng ký và do c ơ quan nhà n ước có thẩm quyền \nthực hiện theo quy định của Luật này và pháp lu ật về hộ tịch.  \nViệc kết hôn không được đăng ký theo quy định tại khoản này thì không có giá \ntrị pháp lý. \n2. Vợ chồng đã ly hôn mu ốn xác lập lại quan hệ vợ chồng thì ph ải đăng ký \nkết hôn. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  21",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 10",
    "text": "Điều 10. Người có quyền yêu cầu hủy việc kết hôn trái pháp lu ật  \n1. Người bị cưỡng ép kết hôn, bị lừa dối kết hôn, theo quy định của pháp lu ật \nvề tố tụng dân sự, có quyền tự mình yêu c ầu hoặc đề nghị cá nhân, t ổ chức quy \nđịnh tại khoản 2 Điều này yêu c ầu Tòa án h ủy việc kết hôn trái pháp lu ật do việc kết \nhôn vi phạm quy định tại Điểm b khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật này. \n2. Cá nhân, c ơ quan, tổ chức sau đây, theo quy định của pháp lu ật về tố tụng \ndân sự, có quyền yêu cầu Tòa án h ủy việc kết hôn trái pháp lu ật do việc kết hôn vi \nphạm quy định tại các điểm a, c và d kho ản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật này: \na) Vợ, chồng của người đang có vợ, có chồng mà kết hôn với người khác; cha, \nmẹ, con, người giám hộ hoặc người đại diện theo pháp lu ật khác của người kết hôn \ntrái pháp lu ật;  \nb) Cơ quan quản lý nhà n ước về gia đình; \nc) Cơ quan quản lý nhà n ước về trẻ em; \nd) Hội liên hiệp phụ nữ. \n3. Cá nhân, c ơ quan, tổ chức khác khi phát hi ện việc kết hôn trái pháp lu ật thì \ncó quyền đề nghị cơ quan, tổ chức quy định tại các điểm b, c và d kho ản 2 Điều \nnày yêu c ầu Tòa án h ủy việc kết hôn trái pháp lu ật.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 11",
    "text": "Điều 11. Xử lý việc kết hôn trái pháp lu ật \n1. Xử lý việc kết hôn trái pháp lu ật được Tòa án th ực hiện theo quy định tại \nLuật này và pháp lu ật về tố tụng dân sự. \n2. Trong tr ường hợp tại thời điểm Tòa án gi ải quyết yêu cầu hủy việc kết hôn \ntrái pháp lu ật mà cả hai bên k ết hôn đã có đủ các điều kiện kết hôn theo quy định \ntại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 8",
    "text": "Điều 8 của Luật này và hai bên yêu c ầu công nh ận quan hệ hôn nhân thì Tòa án \ncông nhận quan hệ hôn nhân đó. Trong tr ường hợp này, quan h ệ hôn nhân được \nxác lập từ thời điểm các bên đủ điều kiện kết hôn theo quy định của Luật này.  \n3. Quyết định của Tòa án v ề việc hủy kết hôn trái pháp lu ật hoặc công nh ận \nquan hệ hôn nhân ph ải được gửi cho cơ quan đã thực hiện việc đăng ký kết hôn để \nghi vào s ổ hộ tịch; hai bên k ết hôn trái pháp lu ật; cá nhân, c ơ quan, tổ chức liên \nquan theo quy định của pháp luật về tố tụng dân sự. \n4. Tòa án nhân dân t ối cao chủ trì phối hợp với Viện kiểm sát nhân dân t ối cao \nvà Bộ Tư pháp hướng dẫn Điều này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 12",
    "text": "Điều 12. Hậu quả pháp lý c ủa việc hủy kết hôn trái pháp lu ật  \n1. Khi vi ệc kết hôn trái pháp lu ật bị hủy thì hai bên k ết hôn phải chấm dứt \nquan hệ như vợ chồng. \n2. Quyền, nghĩa vụ của cha, mẹ, con được giải quyết theo quy định về quyền, \nnghĩa vụ của cha, mẹ, con khi ly hôn. \n3. Quan h ệ tài sản, nghĩa vụ và hợp đồng giữa các bên được giải quyết theo \nquy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật này. \n22 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 13",
    "text": "Điều 13. Xử lý việc đăng ký kết hôn không đúng thẩm quyền \nTrong trường hợp việc đăng ký kết hôn không đúng thẩm quyền thì khi có \nyêu cầu, cơ quan nhà n ước có thẩm quyền thu hồi, hủy bỏ giấy chứng nhận kết \nhôn theo quy định của pháp lu ật về hộ tịch và yêu c ầu hai bên th ực hiện lại việc \nđăng ký kết hôn tại cơ quan nhà n ước có thẩm quyền. Trong tr ường hợp này, quan \nhệ hôn nhân được xác lập từ ngày đăng ký kết hôn trước.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14. Giải quyết hậu quả của việc nam, nữ chung sống với nhau nh ư vợ \nchồng mà không đăng ký kết hôn \n1. Nam, n ữ có đủ điều kiện kết hôn theo quy định của Luật này chung s ống với \nnhau như vợ chồng mà không đăng ký kết hôn thì không làm phát sinh quy ền, nghĩa \nvụ giữa vợ và chồng. Quyền, nghĩa vụ đối với con, tài s ản, nghĩa vụ và hợp đồng \ngiữa các bên được giải quyết theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật này. \n2. Trong tr ường hợp nam, nữ chung sống với nhau như vợ chồng theo quy định \ntại khoản 1 Điều này nhưng sau đó thực hiện việc đăng ký kết hôn theo quy định của \npháp luật thì quan h ệ hôn nhân được xác lập từ thời điểm đăng ký kết hôn.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15. Quy ền, nghĩa vụ của cha mẹ và con trong tr ường hợp nam, n ữ \nchung sống với nhau nh ư vợ chồng mà không đăng ký kết hôn \nQuyền, nghĩa vụ giữa nam, nữ chung sống với nhau như vợ chồng và con được \ngiải quyết theo quy định của Luật này về quyền, nghĩa vụ của cha mẹ và con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16. Giải quyết quan h ệ tài sản, nghĩa vụ và hợp đồng của nam, n ữ \nchung sống với nhau nh ư vợ chồng mà không đăng ký kết hôn \n1. Quan h ệ tài sản, nghĩa vụ và hợp đồng của nam, nữ chung sống với nhau \nnhư vợ chồng mà không đăng ký kết hôn được giải quyết theo thỏa thuận giữa các \nbên; trong tr ường hợp không có th ỏa thuận thì giải quyết theo quy định của Bộ luật \ndân sự và các quy định khác c ủa pháp luật có liên quan.  \n2. Việc giải quyết quan hệ tài sản phải bảo đảm quyền, lợi ích hợp pháp của \nphụ nữ và con; công vi ệc nội trợ và công vi ệc khác có liên quan để duy trì đời sống \nchung được coi như lao động có thu nh ập. \nChương III \nQUAN H Ệ GIỮA VỢ VÀ CHỒNG \nMục 1 \nQUYỀN VÀ NGH ĨA VỤ VỀ NHÂN THÂN",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 17",
    "text": "Điều 17. Bình đẳng về quyền, nghĩa vụ giữa vợ, chồng  \nVợ, chồng bình đẳng với nhau, có quy ền, nghĩa vụ ngang nhau v ề mọi mặt \ntrong gia đình, trong vi ệc thực hiện các quy ền, nghĩa vụ của công dân được quy \nđịnh trong Hi ến pháp, Lu ật này và các lu ật khác có liên quan. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  23",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 18",
    "text": "Điều 18. Bảo vệ quyền, nghĩa vụ về nhân thân c ủa vợ, chồng  \nQuyền, nghĩa vụ về nhân thân c ủa vợ, chồng quy định tại Luật này, Bộ luật \ndân sự và các lu ật khác có liên quan được tôn trọng và bảo vệ.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 19",
    "text": "Điều 19. Tình ngh ĩa vợ chồng \n1. Vợ chồng có ngh ĩa vụ thương yêu, chung th ủy, tôn trọng, quan tâm, ch ăm sóc, \ngiúp đỡ nhau; cùng nhau chia s ẻ, thực hiện các công vi ệc trong gia đình. \n2. Vợ chồng có ngh ĩa vụ sống chung v ới nhau, tr ừ trường hợp vợ chồng có \nthỏa thuận khác ho ặc do yêu c ầu của nghề nghiệp, công tác, h ọc tập, tham gia các \nhoạt động chính tr ị, kinh tế, văn hóa, xã h ội và lý do chính đáng khác.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 20",
    "text": "Điều 20. Lựa chọn nơi cư trú của vợ chồng  \nViệc lựa chọn nơi cư trú của vợ chồng do vợ chồng thỏa thuận, không b ị ràng \nbuộc bởi phong tục, tập quán, địa giới hành chính.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 21",
    "text": "Điều 21. Tôn tr ọng danh d ự, nhân ph ẩm, uy tín c ủa vợ, chồng  \nVợ, chồng có ngh ĩa vụ tôn trọng, giữ gìn và bảo vệ danh dự, nhân phẩm, uy tín \ncho nhau.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 22",
    "text": "Điều 22. Tôn tr ọng quyền tự do tín ng ưỡng, tôn giáo c ủa vợ, chồng  \nVợ, chồng có ngh ĩa vụ tôn trọng quyền tự do tín ng ưỡng, tôn giáo c ủa nhau.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 23",
    "text": "Điều 23. Quy ền, nghĩa vụ về học tập, làm vi ệc, tham gia ho ạt động chính \ntrị, kinh tế, văn hóa, xã h ội \nVợ, chồng có quy ền, nghĩa vụ tạo điều kiện, giúp đỡ nhau chọn nghề nghiệp; \nhọc tập, nâng cao trình độ văn hóa, chuyên môn, nghi ệp vụ; tham gia ho ạt động \nchính trị, kinh tế, văn hóa, xã h ội. \nMục 2 \nĐẠI DIỆN GIỮA VỢ VÀ CHỒNG",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 24",
    "text": "Điều 24. Căn cứ xác lập đại diện giữa vợ và chồng \n1. Việc đại diện giữa vợ và chồng trong xác l ập, thực hiện, chấm dứt giao dịch \nđược xác định theo quy định của Luật này, Bộ luật dân sự và các luật khác có liên quan. \n2. Vợ, chồng có thể ủy quyền cho nhau xác l ập, thực hiện và chấm dứt giao \ndịch mà theo quy định của Luật này, Bộ luật dân sự và các lu ật khác có liên quan \nphải có sự đồng ý của cả hai vợ chồng.  \n3. Vợ, chồng đại diện cho nhau khi m ột bên mất năng lực hành vi dân s ự mà \nbên kia có đủ điều kiện làm người giám hộ hoặc khi một bên bị hạn chế năng lực \nhành vi dân s ự mà bên kia được Tòa án ch ỉ định làm ng ười đại diện theo pháp lu ật \ncho người đó, trừ trường hợp theo quy định của pháp lu ật thì người đó phải tự \nmình thực hiện quyền, nghĩa vụ có liên quan. \n24 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nTrong trường hợp một bên vợ, chồng mất năng lực hành vi dân s ự mà bên kia \ncó yêu cầu Tòa án gi ải quyết ly hôn thì c ăn cứ vào quy định về giám hộ trong Bộ \nluật dân sự, Tòa án ch ỉ định người khác đại diện cho người bị mất năng lực hành vi \ndân sự để giải quyết việc ly hôn.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 25",
    "text": "Điều 25. Đại diện giữa vợ và chồng trong quan h ệ kinh doanh \n1. Trong tr ường hợp vợ, chồng kinh doanh chung thì v ợ, chồng trực tiếp tham \ngia quan h ệ kinh doanh là ng ười đại diện hợp pháp của nhau trong quan h ệ kinh \ndoanh đó, trừ trường hợp trước khi tham gia quan h ệ kinh doanh, v ợ chồng có thỏa \nthuận khác ho ặc Luật này và các lu ật liên quan có quy định khác.  \n2. Trong tr ường hợp vợ, chồng đưa tài sản chung vào kinh doanh thì áp d ụng \nquy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 26",
    "text": "Điều 26. Đại diện giữa vợ và chồng trong tr ường hợp giấy chứng nhận \nquyền sở hữu, giấy chứng nhận quyền sử dụng đối với tài sản chung nh ưng \nchỉ ghi tên v ợ hoặc chồng  \n1. Việc đại diện giữa vợ và chồng trong vi ệc xác lập, thực hiện và chấm dứt \ngiao dịch liên quan đến tài sản chung có gi ấy chứng nhận quyền sở hữu, giấy \nchứng nhận quyền sử dụng tài sản chỉ ghi tên v ợ hoặc chồng được thực hiện theo \nquy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 24",
    "text": "Điều 24 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 25",
    "text": "Điều 25 của Luật này. \n2. Trong tr ường hợp vợ hoặc chồng có tên trên gi ấy chứng nhận quyền sở hữu, \ngiấy chứng nhận quyền sử dụng tài sản tự mình xác l ập, thực hiện và chấm dứt \ngiao dịch với người thứ ba trái với quy định về đại diện giữa vợ và chồng của Luật \nnày thì giao d ịch đó vô hiệu, trừ trường hợp theo quy định của pháp luật mà người \nthứ ba ngay tình được bảo vệ quyền lợi.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 27",
    "text": "Điều 27. Trách nhi ệm liên đới của vợ, chồng  \n1. Vợ, chồng chịu trách nhi ệm liên đới đối với giao dịch do một bên thực hiện \nquy định tại khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 30",
    "text": "Điều 30 hoặc giao dịch khác phù h ợp với quy định về đại \ndiện tại các Điều 24, 25 và 26 c ủa Luật này. \n2. Vợ, chồng chịu trách nhi ệm liên đới về các nghĩa vụ quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 37",
    "text": "Điều 37 \ncủa Luật này. \nMục 3 \nCHẾ ĐỘ TÀI SẢN CỦA VỢ CHỒNG",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 28",
    "text": "Điều 28. Áp d ụng chế độ tài sản của vợ chồng \n1. Vợ chồng có quy ền lựa chọn áp dụng chế độ tài sản theo luật định hoặc chế \nđộ tài sản theo thỏa thuận. \nChế độ tài sản của vợ chồng theo lu ật định được thực hiện theo quy định tại \ncác điều từ",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33 đến",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46 và từ",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 đến",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 64",
    "text": "Điều 64 của Luật này. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  25 \nChế độ tài sản của vợ chồng theo th ỏa thuận được thực hiện theo quy định tại \ncác Điều 47, 48, 49, 50 và 59 c ủa Luật này. \n2. Các quy định tại các Điều 29, 30, 31 và 32 c ủa Luật này được áp dụng \nkhông phụ thuộc vào chế độ tài sản mà vợ chồng đã lựa chọn. \n3. Chính ph ủ quy định chi tiết về chế độ tài sản của vợ chồng.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 29",
    "text": "Điều 29. Nguyên t ắc chung v ề chế độ tài sản của vợ chồng \n1. Vợ, chồng bình đẳng với nhau  về quyền, nghĩa vụ trong việc tạo lập, chiếm \nhữu, sử dụng, định đoạt tài sản chung; không phân bi ệt giữa lao động trong gia \nđình và lao động có thu nh ập. \n2. Vợ, chồng có ngh ĩa vụ bảo đảm điều kiện để đáp ứng nhu cầu thiết yếu của \ngia đình.  \n3. Việc thực hiện quyền, nghĩa vụ về tài sản của vợ chồng mà xâm ph ạm đến \nquyền, lợi ích hợp pháp của vợ, chồng, gia đình và của người khác thì ph ải bồi thường.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 30",
    "text": "Điều 30. Quy ền, nghĩa vụ của vợ, chồng trong vi ệc đáp ứng nhu c ầu thiết \nyếu của gia đình \n1. Vợ, chồng có quy ền, nghĩa vụ thực hiện giao dịch nhằm đáp ứng nhu cầu \nthiết yếu của gia đình. \n2. Trong tr ường hợp vợ chồng không có tài s ản chung ho ặc tài sản chung \nkhông đủ để đáp ứng nhu cầu thiết yếu của gia đình thì vợ, chồng có ngh ĩa vụ đóng \ngóp tài sản riêng theo kh ả năng kinh tế của mỗi bên.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 31",
    "text": "Điều 31. Giao d ịch liên quan đến nhà là n ơi ở duy nhất của vợ chồng  \nViệc xác lập, thực hiện, chấm dứt các giao d ịch liên quan đến nhà là n ơi ở duy \nnhất của vợ chồng phải có sự thỏa thuận của vợ chồng. Trong tr ường hợp nhà ở thuộc \nsở hữu riêng của vợ hoặc chồng thì chủ sở hữu có quyền xác lập, thực hiện, chấm dứt \ngiao dịch liên quan đến tài sản đó nhưng phải bảo đảm chỗ ở cho vợ chồng.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 32",
    "text": "Điều 32. Giao d ịch với người thứ ba ngay tình liên quan đến tài kho ản \nngân hàng, tài kho ản chứng khoán và động sản khác mà theo quy định của \npháp luật không ph ải đăng ký quy ền sở hữu, quyền sử dụng \n1. Trong giao d ịch với người thứ ba ngay tình thì v ợ, chồng là người đứng tên \ntài khoản ngân hàng, tài kho ản chứng khoán được coi là ng ười có quyền xác lập, \nthực hiện giao dịch liên quan đến tài sản đó. \n2. Trong giao d ịch với người thứ ba ngay tình thì v ợ, chồng đang chiếm hữu \nđộng sản mà theo quy định của pháp lu ật không ph ải đăng ký quy ền sở hữu được \ncoi là người có quyền xác lập, thực hiện giao dịch liên quan đến tài sản đó trong \ntrường hợp Bộ luật dân sự có quy định về việc bảo vệ người thứ ba ngay tình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33. Tài s ản chung c ủa vợ chồng  \n1. Tài sản chung c ủa vợ chồng gồm tài sản do vợ, chồng tạo ra, thu nh ập do lao \nđộng, hoạt động sản xuất, kinh doanh, hoa l ợi, lợi tức phát sinh t ừ tài sản riêng và \n26 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nthu nhập hợp pháp khác trong th ời kỳ hôn nhân, tr ừ trường hợp được quy định tại \nkhoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 40",
    "text": "Điều 40 của Luật này; tài s ản mà vợ chồng được thừa kế chung ho ặc được \ntặng cho chung và tài s ản khác mà v ợ chồng thỏa thuận là tài sản chung.  \nQuyền sử dụng đất mà vợ, chồng có được sau khi k ết hôn là tài s ản chung c ủa \nvợ chồng, trừ trường hợp vợ hoặc chồng được thừa kế riêng, được tặng cho riêng \nhoặc có được thông qua giao d ịch bằng tài sản riêng. \n2. Tài sản chung c ủa vợ chồng thuộc sở hữu chung h ợp nhất, được dùng để bảo \nđảm nhu cầu của gia đình, thực hiện nghĩa vụ chung của vợ chồng. \n3. Trong tr ường hợp không có c ăn cứ để chứng minh tài s ản mà vợ, chồng đang \ncó tranh ch ấp là tài sản riêng của mỗi bên thì tài s ản đó được coi là tài s ản chung.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 34",
    "text": "Điều 34. Đăng ký quy ền sở hữu, quyền sử dụng đối với tài sản chung \n1. Trong tr ường hợp tài sản thuộc sở hữu chung c ủa vợ chồng mà pháp lu ật \nquy định phải đăng ký quy ền sở hữu, quyền sử dụng thì giấy chứng nhận quyền sở \nhữu, giấy chứng nhận quyền sử dụng phải ghi tên c ả hai vợ chồng, trừ trường hợp \nvợ chồng có thỏa thuận khác. \n2. Trong tr ường hợp giấy chứng nhận quyền sở hữu, giấy chứng nhận quyền sử \ndụng tài sản chỉ ghi tên m ột bên vợ hoặc chồng thì giao d ịch liên quan đến tài sản \nnày được thực hiện theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 26",
    "text": "Điều 26 của Luật này; nếu có tranh ch ấp về \ntài sản đó thì được giải quyết theo quy định tại khoản 3",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 35",
    "text": "Điều 35. Chi ếm hữu, sử dụng, định đoạt tài sản chung  \n1. Việc chiếm hữu, sử dụng, định đoạt tài sản chung do v ợ chồng thỏa thuận. \n2. Việc định đoạt tài sản chung ph ải có sự thỏa thuận bằng văn bản của vợ \nchồng trong nh ững trường hợp sau đây: \na) Bất động sản; \nb) Động sản mà theo quy định của pháp luật phải đăng ký quy ền sở hữu; \nc) Tài sản đang là ngu ồn tạo ra thu nh ập chủ yếu của gia đình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 36",
    "text": "Điều 36. Tài s ản chung được đưa vào kinh doanh \nTrong trường hợp vợ chồng có thỏa thuận về việc một bên đưa tài sản chung \nvào kinh doanh thì ng ười này có quy ền tự mình thực hiện giao dịch liên quan đến \ntài sản chung đó. Thỏa thuận này phải lập thành văn bản.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 37",
    "text": "Điều 37. Ngh ĩa vụ chung về tài sản của vợ chồng  \nVợ chồng có các ngh ĩa vụ chung về tài sản sau đây: \n1. Nghĩa vụ phát sinh t ừ giao dịch do vợ chồng cùng th ỏa thuận xác lập, nghĩa \nvụ bồi thường thiệt hại mà theo quy định của pháp lu ật vợ chồng cùng ph ải chịu \ntrách nhiệm; \n2. Nghĩa vụ do vợ hoặc chồng thực hiện nhằm đáp ứng nhu cầu thiết yếu của \ngia đình; \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  27 \n3. Nghĩa vụ phát sinh t ừ việc chiếm hữu, sử dụng, định đoạt tài sản chung; \n4. Nghĩa vụ phát sinh t ừ việc sử dụng tài sản riêng để duy trì, phát tri ển khối \ntài sản chung ho ặc để tạo ra nguồn thu nhập chủ yếu của gia đình; \n5. Nghĩa vụ bồi thường thiệt hại do con gây ra mà theo quy định của Bộ luật \ndân sự thì cha m ẹ phải bồi thường; \n6. Nghĩa vụ khác theo quy định của các luật có liên quan.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 38",
    "text": "Điều 38. Chia tài s ản chung trong th ời kỳ hôn nhân  \n1. Trong th ời kỳ hôn nhân, v ợ chồng có quy ền thỏa thuận chia một phần hoặc \ntoàn bộ tài sản chung, tr ừ trường hợp quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 42",
    "text": "Điều 42 của Luật này; nếu không \nthỏa thuận được thì có quy ền yêu cầu Tòa án gi ải quyết. \n2. Thỏa thuận về việc chia tài s ản chung  phải lập thành v ăn bản. Văn bản này \nđược công chứng theo yêu c ầu của vợ chồng hoặc theo quy định của pháp luật. \n3. Trong tr ường hợp vợ, chồng có yêu c ầu thì Tòa án gi ải quyết việc chia tài \nsản chung c ủa vợ chồng theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 39",
    "text": "Điều 39. Thời điểm có hiệu lực của việc chia tài s ản chung trong th ời kỳ \nhôn nhân  \n1. Thời điểm có hiệu lực của việc chia tài s ản chung c ủa vợ chồng là thời \nđiểm do vợ chồng thỏa thuận và được ghi trong v ăn bản; nếu trong v ăn bản \nkhông xác định thời điểm có hiệu lực thì thời điểm có hiệu lực được tính từ \nngày lập văn bản. \n2. Trong tr ường hợp tài sản được chia mà theo quy định của pháp lu ật, giao \ndịch liên quan đến tài sản đó phải tuân theo hình th ức nhất định thì việc chia tài s ản \nchung của vợ chồng có hiệu lực từ thời điểm việc thỏa thuận tuân thủ hình thức mà \npháp luật quy định.  \n3. Trong tr ường hợp Tòa án chia tài s ản chung c ủa vợ chồng thì việc chia tài s ản \nchung có hi ệu lực kể từ ngày bản án, quyết định của Tòa án có hi ệu lực pháp luật. \n4. Quyền, nghĩa vụ về tài sản giữa vợ, chồng với người thứ ba phát sinh tr ước \nthời điểm việc chia tài s ản chung có hi ệu lực vẫn có giá tr ị pháp lý, tr ừ trường hợp \ncác bên có th ỏa thuận khác.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 40",
    "text": "Điều 40. Hậu quả của việc chia tài s ản chung trong th ời kỳ hôn nhân \n1. Trong tr ường hợp chia tài s ản chung c ủa vợ chồng thì ph ần tài sản được \nchia, hoa l ợi, lợi tức phát sinh t ừ tài sản riêng của mỗi bên sau khi chia tài s ản \nchung là tài s ản riêng của vợ, chồng, trừ trường hợp vợ chồng có thỏa thuận khác. \nPhần tài sản còn lại không chia v ẫn là tài sản chung c ủa vợ chồng. \n2. Thỏa thuận của vợ chồng quy định tại khoản 1 Điều này không làm thay đổi \nquyền, nghĩa vụ về tài sản được xác lập trước đó giữa vợ, chồng với người thứ ba. \n28 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 41",
    "text": "Điều 41. Ch ấm dứt hiệu lực của việc chia tài s ản chung trong th ời kỳ \nhôn nhân  \n1. Sau khi chia tài s ản chung trong th ời kỳ hôn nhân, v ợ chồng có quy ền thỏa \nthuận chấm dứt hiệu lực của việc chia tài s ản chung. Hình th ức của thỏa thuận \nđược thực hiện theo quy định tại khoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 38",
    "text": "Điều 38 của Luật này. \n2. Kể từ ngày thỏa thuận của vợ chồng quy định tại khoản 1 Điều này có hi ệu \nlực thì việc xác định tài sản chung, tài s ản riêng c ủa vợ chồng được thực hiện \ntheo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 43",
    "text": "Điều 43 của Luật này. Phần tài sản mà vợ, chồng đã \nđược chia vẫn thuộc sở hữu riêng của vợ, chồng, trừ trường hợp vợ chồng có thỏa \nthuận khác. \n3. Quyền, nghĩa vụ về tài sản phát sinh tr ước thời điểm chấm dứt hiệu lực của \nviệc chia tài s ản chung v ẫn có hiệu lực, trừ trường hợp các bên có th ỏa thuận khác. \n4. Trong tr ường hợp việc chia tài s ản chung trong th ời kỳ hôn nhân được thực \nhiện theo bản án, quy ết định có hiệu lực của Tòa án thì th ỏa thuận chấm dứt hiệu \nlực của việc chia tài s ản chung ph ải được Tòa án công nh ận.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 42",
    "text": "Điều 42. Chia tài s ản chung trong th ời kỳ hôn nhân b ị vô hiệu \nViệc chia tài s ản chung trong th ời kỳ hôn nhân b ị vô hiệu khi thuộc một trong \ncác trường hợp sau đây: \n1. Ảnh hưởng nghiêm tr ọng đến lợi ích của gia đình; quyền, lợi ích hợp pháp \ncủa con chưa thành niên, con đã thành niên m ất năng lực hành vi dân s ự hoặc \nkhông có kh ả năng lao động và không có tài s ản để tự nuôi mình; \n2. Nhằm trốn tránh th ực hiện các ngh ĩa vụ sau đây: \na) Nghĩa vụ nuôi dưỡng, cấp dưỡng; \nb) Nghĩa vụ bồi thường thiệt hại; \nc) Nghĩa vụ thanh toán khi b ị Tòa án tuyên b ố phá sản; \nd) Nghĩa vụ trả nợ cho cá nhân, t ổ chức;  \nđ) Nghĩa vụ nộp thuế hoặc nghĩa vụ tài chính khác đối với Nhà nước; \ne) Nghĩa vụ khác về tài sản theo quy định của Luật này, Bộ luật dân sự và quy \nđịnh khác c ủa pháp luật có liên quan.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 43",
    "text": "Điều 43. Tài s ản riêng của vợ, chồng  \n1. Tài sản riêng của vợ, chồng gồm tài sản mà mỗi người có trước khi kết hôn; \ntài sản được thừa kế riêng, được tặng cho riêng trong th ời kỳ hôn nhân; tài s ản \nđược chia riêng cho v ợ, chồng theo quy định tại các Điều 38, 39 và 40 c ủa Luật \nnày; tài sản phục vụ nhu cầu thiết yếu của vợ, chồng và tài s ản khác mà theo quy \nđịnh của pháp luật thuộc sở hữu riêng của vợ, chồng. \n2. Tài sản được hình thành t ừ tài sản riêng của vợ, chồng cũng là tài sản riêng của \nvợ, chồng. Hoa lợi, lợi tức phát sinh t ừ tài sản riêng trong th ời kỳ hôn nhân được thực \nhiện theo quy định tại khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 33",
    "text": "Điều 33 và kho ản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 40",
    "text": "Điều 40 của Luật này. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  29",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 44",
    "text": "Điều 44. Chi ếm hữu, sử dụng, định đoạt tài sản riêng  \n1. Vợ, chồng có quy ền chiếm hữu, sử dụng, định đoạt tài sản riêng của mình; \nnhập hoặc không nh ập tài sản riêng vào tài s ản chung. \n2. Trong tr ường hợp vợ hoặc chồng không th ể tự mình quản lý tài sản riêng và \ncũng không ủy quyền cho người khác qu ản lý thì bên kia có quy ền quản lý tài sản \nđó. Việc quản lý tài sản phải bảo đảm lợi ích của người có tài sản. \n3. Nghĩa vụ riêng về tài sản của mỗi người được thanh toán t ừ tài sản riêng của \nngười đó. \n4. Trong tr ường hợp vợ, chồng có tài s ản riêng mà hoa l ợi, lợi tức từ tài sản \nriêng đó là nguồn sống duy nhất của gia đình thì việc định đoạt tài sản này phải có \nsự đồng ý của chồng, vợ.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 45",
    "text": "Điều 45. Ngh ĩa vụ riêng về tài sản của vợ, chồng  \nVợ, chồng có các ngh ĩa vụ riêng về tài sản sau đây: \n1. Nghĩa vụ của mỗi bên vợ, chồng có trước khi kết hôn; \n2. Nghĩa vụ phát sinh t ừ việc chiếm hữu, sử dụng, định đoạt tài sản riêng, tr ừ \ntrường hợp nghĩa vụ phát sinh trong vi ệc bảo quản, duy trì, tu s ửa tài sản riêng của \nvợ, chồng theo quy định tại khoản 4",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 44",
    "text": "Điều 44 hoặc quy định tại khoản 4",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 37",
    "text": "Điều 37 \ncủa Luật này. \n3. Nghĩa vụ phát sinh t ừ giao dịch do một bên xác l ập, thực hiện không vì nhu \ncầu của gia đình. \n4. Nghĩa vụ phát sinh t ừ hành vi vi ph ạm pháp lu ật của vợ, chồng.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 46",
    "text": "Điều 46. Nhập tài sản riêng của vợ, chồng vào tài s ản chung \n1. Việc nhập tài sản riêng của vợ, chồng vào tài s ản chung được thực hiện theo \nthỏa thuận của vợ chồng. \n2. Tài sản được nhập vào tài s ản chung mà theo quy định của pháp lu ật, giao \ndịch liên quan đến tài sản đó phải tuân theo hình th ức nhất định thì thỏa thuận phải \nbảo đảm hình th ức đó. \n3. Nghĩa vụ liên quan đến tài sản riêng đã nhập vào tài s ản chung được thực \nhiện bằng tài sản chung, tr ừ trường hợp vợ chồng có thỏa thuận khác ho ặc pháp \nluật có quy định khác.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 47",
    "text": "Điều 47. Thỏa thuận xác lập chế độ tài sản của vợ chồng \nTrong trường hợp hai bên k ết hôn lựa chọn chế độ tài sản theo thỏa thuận thì \nthỏa thuận này phải được lập trước khi kết hôn, bằng hình th ức văn bản có công \nchứng hoặc chứng thực. Chế độ tài sản của vợ chồng theo th ỏa thuận được xác lập \nkể từ ngày đăng ký kết hôn. \n30 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 48",
    "text": "Điều 48. Nội dung cơ bản của thỏa thuận về chế độ tài sản của vợ chồng \n1. Nội dung cơ bản của thỏa thuận về chế độ tài sản bao gồm: \na) Tài sản được xác định là tài s ản chung, tài s ản riêng của vợ, chồng;  \nb) Quyền, nghĩa vụ của vợ chồng đối với tài sản chung, tài s ản riêng và giao \ndịch có liên quan; tài s ản để bảo đảm nhu cầu thiết yếu của gia đình; \nc) Điều kiện, thủ tục và nguyên t ắc phân chia tài s ản khi chấm dứt chế độ tài sản; \nd) Nội dung khác có liên quan. \n2. Khi th ực hiện chế độ tài sản theo th ỏa thuận mà phát sinh nh ững vấn đề \nchưa được vợ chồng thỏa thuận hoặc thỏa thuận không rõ ràng thì áp d ụng quy \nđịnh tại các Điều 29, 30, 31 và 32 c ủa Luật này và quy định tương ứng của chế độ \ntài sản theo luật định.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 49",
    "text": "Điều 49. Sửa đổi, bổ sung nội dung của thỏa thuận về chế độ tài sản của \nvợ chồng  \n1. Vợ chồng có quy ền sửa đổi, bổ sung thỏa thuận về chế độ tài sản. \n2. Hình th ức sửa đổi, bổ sung nội dung của thỏa thuận về chế độ tài sản theo \nthỏa thuận được áp dụng theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 47",
    "text": "Điều 47 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 50",
    "text": "Điều 50. Thỏa thuận về chế độ tài sản của vợ chồng bị vô hiệu \n1. Thỏa thuận về chế độ tài sản của vợ chồng bị Tòa án tuyên b ố vô hiệu khi \nthuộc một trong các tr ường hợp sau đây:  \na) Không tuân th ủ điều kiện có hiệu lực của giao dịch được quy định tại Bộ \nluật dân sự và các lu ật khác có liên quan;  \nb) Vi phạm một trong các quy định tại các Điều 29, 30, 31 và 32 c ủa Luật này; \nc) Nội dung của thỏa thuận vi phạm nghiêm tr ọng quyền được cấp dưỡng, \nquyền được thừa kế và quyền, lợi ích hợp pháp khác c ủa cha, mẹ, con và thành \nviên khác c ủa gia đình. \n2. Tòa án nhân dân t ối cao chủ trì phối hợp với Viện kiểm sát nhân dân t ối cao \nvà Bộ Tư pháp hướng dẫn khoản 1 Điều này. \nChương IV \nCHẤM DỨT HÔN NHÂN \nMục 1 \nLY HÔN",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 51",
    "text": "Điều 51. Quy ền yêu cầu giải quyết ly hôn  \n1. Vợ, chồng hoặc cả hai người có quyền yêu cầu Tòa án gi ải quyết ly hôn. \n2. Cha, m ẹ, người thân thích khác có quy ền yêu cầu Tòa án gi ải quyết ly hôn \nkhi một bên vợ, chồng do bị bệnh tâm th ần hoặc mắc bệnh khác mà không th ể \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  31 \nnhận thức, làm chủ được hành vi của mình, đồng thời là nạn nhân của bạo lực gia \nđình do ch ồng, vợ của họ gây ra làm ảnh hưởng nghiêm tr ọng đến tính mạng, sức \nkhỏe, tinh thần của họ. \n3. Chồng không có quy ền yêu cầu ly hôn trong tr ường hợp vợ đang có thai, \nsinh con ho ặc đang nuôi con d ưới 12 tháng tu ổi.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 52",
    "text": "Điều 52. Khuy ến khích hòa gi ải ở cơ sở \nNhà nước và xã h ội khuyến khích vi ệc hòa giải ở cơ sở khi vợ, chồng có yêu \ncầu ly hôn. Vi ệc hòa giải được thực hiện theo quy định của pháp luật về hòa giải ở \ncơ sở.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 53",
    "text": "Điều 53. Thụ lý đơn yêu cầu ly hôn \n1. Tòa án th ụ lý đơn yêu cầu ly hôn theo quy định của pháp lu ật về tố tụng \ndân sự. \n2. Trong tr ường hợp không đăng ký kết hôn mà có yêu c ầu ly hôn thì Tòa án \nthụ lý và tuyên b ố không công nh ận quan hệ vợ chồng theo quy định tại khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 14",
    "text": "Điều 14 của Luật này; nếu có yêu c ầu về con và tài s ản thì giải quyết theo quy định \ntại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 15",
    "text": "Điều 15 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 16",
    "text": "Điều 16 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 54",
    "text": "Điều 54. Hòa gi ải tại Tòa án \nSau khi đã thụ lý đơn yêu cầu ly hôn, Tòa án ti ến hành hòa gi ải theo quy định \ncủa pháp luật về tố tụng dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 55",
    "text": "Điều 55. Thu ận tình ly hôn  \nTrong trường hợp vợ chồng cùng yêu c ầu ly hôn, n ếu xét thấy hai bên th ật sự \ntự nguyện ly hôn và đã thỏa thuận về việc chia tài s ản, việc trông nom, nuôi \ndưỡng, chăm sóc, giáo d ục con trên c ơ sở bảo đảm quyền lợi chính đáng của vợ và \ncon thì Tòa án công nh ận thuận tình ly hôn; n ếu không th ỏa thuận được hoặc có \nthỏa thuận nhưng không b ảo đảm quyền lợi chính đáng của vợ và con thì Tòa án \ngiải quyết việc ly hôn.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 56",
    "text": "Điều 56. Ly hôn theo yêu c ầu của một bên \n1. Khi vợ hoặc chồng yêu cầu ly hôn mà hòa gi ải tại Tòa án không thành thì \nTòa án gi ải quyết cho ly hôn  nếu có căn cứ về việc vợ, chồng có hành vi b ạo lực \ngia đình hoặc vi phạm nghiêm tr ọng quyền, nghĩa vụ của vợ, chồng làm cho hôn \nnhân lâm vào tình tr ạng trầm trọng, đời sống chung không th ể kéo dài, m ục đích \ncủa hôn nhân không đạt được. \n2. Trong tr ường hợp vợ hoặc chồng của người bị Tòa án tuyên b ố mất tích yêu \ncầu ly hôn thì Tòa án gi ải quyết cho ly hôn. \n3. Trong tr ường hợp có yêu c ầu ly hôn theo quy định tại khoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 51",
    "text": "Điều 51 của \nLuật này thì Tòa án gi ải quyết cho ly hôn n ếu có căn cứ về việc chồng, vợ có hành \nvi bạo lực gia đình làm ảnh hưởng nghiêm tr ọng đến tính mạng, sức khỏe, tinh \nthần của người kia. \n32 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 57",
    "text": "Điều 57. Thời điểm chấm dứt hôn nhân và trách nhi ệm gửi bản án, quy ết \nđịnh ly hôn \n1. Quan h ệ hôn nhân ch ấm dứt kể từ ngày bản án, quy ết định ly hôn c ủa Tòa \nán có hiệu lực pháp luật. \n2. Tòa án đã giải quyết ly hôn ph ải gửi bản án, quy ết định ly hôn đã có hiệu \nlực pháp lu ật cho cơ quan đã thực hiện việc đăng ký kết hôn để ghi vào s ổ hộ tịch; \nhai bên ly hôn; cá nhân, c ơ quan, tổ chức khác theo quy định của Bộ luật tố tụng \ndân sự và các lu ật khác có liên quan.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 58",
    "text": "Điều 58. Quy ền, nghĩa vụ của cha mẹ và con sau khi ly hôn \nViệc trông nom, ch ăm sóc, nuôi d ưỡng, giáo d ục con sau khi ly hôn được áp \ndụng theo quy định tại các Điều 81, 82, 83 và 84 c ủa Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59. Nguyên t ắc giải quyết tài sản của vợ chồng khi ly hôn  \n1. Trong tr ường hợp chế độ tài sản của vợ chồng theo lu ật định thì việc giải \nquyết tài sản do các bên th ỏa thuận; nếu không th ỏa thuận được thì theo yêu c ầu \ncủa vợ, chồng hoặc của hai vợ chồng, Tòa án gi ải quyết theo quy định tại các \nkhoản 2, 3, 4 và 5 Điều này và t ại các Điều 60, 61, 62, 63 và 64 c ủa Luật này.  \nTrong trường hợp chế độ tài sản của vợ chồng theo th ỏa thuận thì việc giải \nquyết tài sản khi ly hôn được áp dụng theo th ỏa thuận đó; nếu thỏa thuận không \nđầy đủ, rõ ràng thì áp d ụng quy định tương ứng tại các khoản 2, 3, 4 và 5 Điều này \nvà tại các điều 60, 61, 62, 63 và 64 c ủa Luật này để giải quyết. \n2. Tài sản chung c ủa vợ chồng được chia đôi nhưng có tính đến các yếu tố \nsau đây: \na) Hoàn c ảnh của gia đình và của vợ, chồng;  \nb) Công s ức đóng góp c ủa vợ, chồng vào vi ệc tạo lập, duy trì và phát tri ển \nkhối tài sản chung. Lao động của vợ, chồng trong gia đình được coi như lao \nđộng có thu nh ập; \nc) Bảo vệ lợi ích chính đáng của mỗi bên trong s ản xuất, kinh doanh và ngh ề \nnghiệp để các bên có điều kiện tiếp tục lao động tạo thu nhập; \nd) Lỗi của mỗi bên trong vi ph ạm quyền, nghĩa vụ của vợ chồng. \n3. Tài sản chung c ủa vợ chồng được chia bằng hiện vật, nếu không chia được \nbằng hiện vật thì chia theo giá tr ị; bên nào nh ận phần tài sản bằng hiện vật có giá tr ị \nlớn hơn phần mình được hưởng thì phải thanh toán cho bên kia ph ần chênh lệch. \n4. Tài sản riêng của vợ, chồng thuộc quyền sở hữu của người đó, trừ trường hợp \ntài sản riêng đã nhập vào tài s ản chung theo quy định của Luật này. \nTrong trường hợp có sự sáp nhập, trộn lẫn giữa tài sản riêng với tài sản chung \nmà vợ, chồng có yêu c ầu về chia tài s ản thì được thanh toán ph ần giá trị tài sản của \nmình đóng góp vào kh ối tài sản đó, trừ trường hợp vợ chồng có thỏa thuận khác. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  33 \n5. Bảo vệ quyền, lợi ích hợp pháp của vợ, con chưa thành niên, con đã thành \nniên mất năng lực hành vi dân s ự hoặc không có kh ả năng lao động và không có tài \nsản để tự nuôi mình. \n6. Tòa án nhân dân t ối cao chủ trì phối hợp với Viện kiểm sát nhân dân t ối cao \nvà Bộ Tư pháp hướng dẫn Điều này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 60",
    "text": "Điều 60. Giải quyết quyền, nghĩa vụ tài sản của vợ chồng đối với người \nthứ ba khi ly hôn \n1. Quyền, nghĩa vụ tài sản của vợ chồng đối với người thứ ba vẫn có hiệu lực sau \nkhi ly hôn, tr ừ trường hợp vợ chồng và người thứ ba có thỏa thuận khác. \n2. Trong tr ường hợp có tranh ch ấp về quyền, nghĩa vụ tài sản thì áp dụng quy định \ntại các điều 27, 37 và 45 c ủa Luật này và quy định của Bộ luật dân sự để giải quyết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 61",
    "text": "Điều 61. Chia tài s ản trong tr ường hợp vợ chồng sống chung v ới gia đình \n1. Trong tr ường hợp vợ chồng sống chung v ới gia đình mà ly hôn, n ếu tài sản \ncủa vợ chồng trong kh ối tài sản chung c ủa gia đình không xác định được thì vợ \nhoặc chồng được chia một phần trong kh ối tài sản chung c ủa gia đình căn cứ vào \ncông sức đóng góp c ủa vợ chồng vào vi ệc tạo lập, duy trì, phát tri ển khối tài sản \nchung cũng như vào đời sống chung c ủa gia đình. Việc chia một phần trong kh ối \ntài sản chung do v ợ chồng thỏa thuận với gia đình; nếu không th ỏa thuận được thì \nyêu cầu Tòa án gi ải quyết. \n2. Trong tr ường hợp vợ chồng sống chung v ới gia đình mà tài s ản của vợ \nchồng trong kh ối tài sản chung c ủa gia đình có thể xác định được theo phần thì khi \nly hôn, ph ần tài sản của vợ chồng được trích ra t ừ khối tài sản chung đó để chia \ntheo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 62",
    "text": "Điều 62. Chia quy ền sử dụng đất của vợ chồng khi ly hôn \n1. Quyền sử dụng đất là tài sản riêng của bên nào thì khi ly hôn v ẫn thuộc về \nbên đó. \n2. Việc chia quy ền sử dụng đất là tài sản chung c ủa vợ chồng khi ly hôn được \nthực hiện như sau: \na) Đối với đất nông nghi ệp trồng cây hàng n ăm, nuôi tr ồng thủy sản, nếu cả hai \nbên đều có nhu c ầu và có điều kiện trực tiếp sử dụng đất thì được chia theo th ỏa \nthuận của hai bên; n ếu không th ỏa thuận được thì yêu c ầu Tòa án gi ải quyết theo \nquy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 của Luật này. \nTrong trường hợp chỉ một bên có nhu c ầu và có điều kiện trực tiếp sử dụng đất \nthì bên đó được tiếp tục sử dụng nhưng phải thanh toán cho bên kia ph ần giá trị \nquyền sử dụng đất mà họ được hưởng; \nb) Trong tr ường hợp vợ chồng có quy ền sử dụng đất nông nghi ệp trồng cây \nhàng năm, nuôi tr ồng thủy sản chung v ới hộ gia đình thì khi ly hôn ph ần quyền sử \ndụng đất của vợ chồng được tách ra và chia theo quy định tại Điểm a khoản này; \n34 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nc) Đối với đất nông nghi ệp trồng cây lâu n ăm, đất lâm nghi ệp để trồng rừng, \nđất ở thì được chia theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 59",
    "text": "Điều 59 của Luật này; \nd) Đối với loại đất khác thì được chia theo quy định của pháp luật về đất đai. \n3. Trong tr ường hợp vợ chồng sống chung v ới gia đình mà không có quy ền sử \ndụng đất chung với hộ gia đình thì khi ly hôn quy ền lợi của bên không có quy ền sử \ndụng đất và không ti ếp tục sống chung v ới gia đình được giải quyết theo quy định \ntại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 61",
    "text": "Điều 61 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 63",
    "text": "Điều 63. Quy ền lưu cư của vợ hoặc chồng khi ly hôn  \nNhà ở thuộc sở hữu riêng của vợ, chồng đã đưa vào sử dụng chung thì khi ly \nhôn vẫn thuộc sở hữu riêng của người đó; trường hợp vợ hoặc chồng có khó kh ăn \nvề chỗ ở thì được quyền lưu cư trong thời hạn 06 tháng k ể từ ngày quan h ệ hôn \nnhân chấm dứt, trừ trường hợp các bên có th ỏa thuận khác.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 64",
    "text": "Điều 64. Chia tài s ản chung c ủa vợ chồng đưa vào kinh doanh \nVợ, chồng đang thực hiện hoạt động kinh doanh liên quan đến tài sản chung có \nquyền được nhận tài sản đó và phải thanh toán cho bên kia ph ần giá trị tài sản mà họ \nđược hưởng, trừ trường hợp pháp luật về kinh doanh có quy định khác. \nMục 2 \nHÔN NHÂN CH ẤM DỨT DO VỢ, CHỒNG CHẾT \nHOẶC BỊ TÒA ÁN TUYÊN B Ố LÀ ĐÃ CHẾT",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 65",
    "text": "Điều 65. Thời điểm chấm dứt hôn nhân  \nHôn nhân ch ấm dứt kể từ thời điểm vợ hoặc chồng chết.  \nTrong trường hợp Tòa án tuyên b ố vợ hoặc chồng là đã chết thì thời điểm hôn \nnhân chấm dứt được xác định theo ngày ch ết được ghi trong b ản án, quyết định của \nTòa án.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 66",
    "text": "Điều 66. Giải quyết tài sản của vợ chồng trong tr ường hợp một bên chết \nhoặc bị Tòa án tuyên b ố là đã chết  \n1. Khi một bên vợ, chồng chết hoặc bị Tòa án tuyên b ố là đã chết thì bên còn \nsống quản lý tài sản chung c ủa vợ chồng, trừ trường hợp trong di chúc có ch ỉ định \nngười khác qu ản lý di sản hoặc những người thừa kế thỏa thuận cử người khác \nquản lý di sản. \n2. Khi có yêu c ầu về chia di sản thì tài s ản chung c ủa vợ chồng được chia đôi, \ntrừ trường hợp vợ chồng có thỏa thuận về chế độ tài sản. Phần tài sản của vợ, \nchồng chết hoặc bị Tòa án tuyên b ố là đã chết được chia theo quy định của pháp \nluật về thừa kế. \n3. Trong tr ường hợp việc chia di s ản ảnh hưởng nghiêm tr ọng đến đời sống của \nvợ hoặc chồng còn sống, gia đình thì vợ, chồng còn sống có quy ền yêu cầu Tòa án \nhạn chế phân chia di s ản theo quy định của Bộ luật dân sự. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  35 \n4. Tài sản của vợ chồng trong kinh doanh được giải quyết theo quy định tại các \nkhoản 1, 2 và 3 Điều này, trừ trường hợp pháp luật về kinh doanh có quy định khác.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 67",
    "text": "Điều 67. Quan h ệ nhân thân, tài s ản khi vợ, chồng bị tuyên bố là đã chết \nmà trở về  \n1. Khi Tòa án ra quy ết định hủy bỏ tuyên bố một người là đã chết mà vợ hoặc \nchồng của người đó chưa kết hôn với người khác thì quan h ệ hôn nhân được khôi \nphục kể từ thời điểm kết hôn. Trong tr ường hợp có quyết định cho ly hôn c ủa Tòa \nán theo quy định tại khoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 56",
    "text": "Điều 56 của Luật này thì quy ết định cho ly hôn v ẫn \ncó hiệu lực pháp lu ật. Trong tr ường hợp vợ, chồng của người đó đã kết hôn với \nngười khác thì quan h ệ hôn nhân được xác lập sau có hi ệu lực pháp luật. \n2. Quan h ệ tài sản của người bị tuyên bố là đã chết trở về với người vợ hoặc \nchồng được giải quyết như sau: \na) Trong tr ường hợp hôn nhân được khôi ph ục thì quan h ệ tài sản được khôi \nphục kể từ thời điểm quyết định của Tòa án h ủy bỏ tuyên bố chồng, vợ là đã chết \ncó hiệu lực. Tài sản do vợ, chồng có được kể từ thời điểm quyết định của Tòa án v ề \nviệc tuyên bố chồng, vợ là đã chết có hiệu lực đến khi quy ết định hủy bỏ tuyên bố \nchồng, vợ đã chết có hiệu lực là tài sản riêng của người đó; \nb) Trong tr ường hợp hôn nhân không được khôi ph ục thì tài sản có được trước \nkhi quyết định của Tòa án v ề việc tuyên b ố vợ, chồng là đã chết có hiệu lực mà \nchưa chia được giải quyết như chia tài s ản khi ly hôn.  \nChương V \nQUAN H Ệ GIỮA CHA M Ẹ VÀ CON \nMục 1 \nQUYỀN VÀ NGH ĨA VỤ GIỮA CHA M Ẹ VÀ CON",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 68",
    "text": "Điều 68. Bảo vệ quyền và nghĩa vụ của cha mẹ và con \n1. Quyền và nghĩa vụ của cha mẹ và con theo quy định tại Luật này, Bộ luật \ndân sự và các lu ật khác có liên quan được tôn trọng và bảo vệ.  \n2. Con sinh ra không ph ụ thuộc vào tình tr ạng hôn nhân c ủa cha mẹ đều có \nquyền và nghĩa vụ như nhau đối với cha mẹ của mình được quy định tại Luật này, \nBộ luật dân sự và các lu ật khác có liên quan. \n3. Giữa con nuôi và cha nuôi, m ẹ nuôi có các quy ền và nghĩa vụ của cha mẹ và \ncon được quy định tại Luật này, Lu ật nuôi con nuôi, B ộ luật dân sự và các lu ật \nkhác có liên quan. \n4. Mọi thỏa thuận của cha mẹ, con liên quan đến quan hệ nhân thân, tài s ản \nkhông được làm ảnh hưởng đến quyền, lợi ích hợp pháp của con chưa thành niên, \ncon đã thành niên m ất năng lực hành vi dân s ự hoặc không có kh ả năng lao động và \n36 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nkhông có tài s ản để tự nuôi mình, cha m ẹ mất năng lực hành vi dân s ự hoặc không có \nkhả năng lao động và không có tài s ản để tự nuôi mình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 69",
    "text": "Điều 69. Ngh ĩa vụ và quyền của cha mẹ  \n1. Thương yêu con, tôn tr ọng ý kiến của con; chăm lo việc học tập, giáo dục để \ncon phát tri ển lành mạnh về thể chất, trí tuệ, đạo đức, trở thành ng ười con hiếu \nthảo của gia đình, công dân có ích cho xã h ội. \n2. Trông nom, nuôi d ưỡng, chăm sóc, bảo vệ quyền, lợi ích hợp pháp của con \nchưa thành niên, con đã thành niên m ất năng lực hành vi dân s ự hoặc không có kh ả \nnăng lao động và không có tài s ản để tự nuôi mình. \n3. Giám h ộ hoặc đại diện theo quy định của Bộ luật dân sự cho con ch ưa thành \nniên, con đã thành niên m ất năng lực hành vi dân s ự. \n4. Không được phân biệt đối xử với con trên c ơ sở giới hoặc theo tình tr ạng hôn \nnhân của cha mẹ; không được lạm dụng sức lao động của con chưa thành niên, con \nđã thành niên m ất năng lực hành vi dân s ự hoặc không có kh ả năng lao động; không \nđược xúi giục, ép buộc con làm vi ệc trái pháp lu ật, trái đạo đức xã hội.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 70",
    "text": "Điều 70. Quy ền và nghĩa vụ của con \n1. Được cha mẹ thương yêu, tôn tr ọng, thực hiện các quy ền, lợi ích hợp pháp \nvề nhân thân và tài s ản theo quy định của pháp lu ật; được học tập và giáo d ục; \nđược phát triển lành mạnh về thể chất, trí tuệ và đạo đức. \n2. Có bổn phận yêu quý, kính tr ọng, biết ơn, hiếu thảo, phụng dưỡng cha m ẹ, \ngiữ gìn danh d ự, truyền thống tốt đẹp của gia đình. \n3. Con ch ưa thành niên, con đã thành niên m ất năng lực hành vi dân s ự hoặc \nkhông có kh ả năng lao động và không có tài s ản để tự nuôi mình thì có quy ền sống \nchung với cha mẹ, được cha mẹ trông nom, nuôi d ưỡng, chăm sóc. \nCon chưa thành niên tham gia công vi ệc gia đình phù h ợp với lứa tuổi và \nkhông trái v ới quy định của pháp luật về bảo vệ, chăm sóc và giáo d ục trẻ em. \n4. Con đã thành niên có quy ền tự do lựa chọn nghề nghiệp, nơi cư trú, học tập, \nnâng cao trình độ văn hóa, chuyên môn, nghi ệp vụ; tham gia ho ạt động chính tr ị, \nkinh tế, văn hóa, xã h ội theo nguy ện vọng và khả năng của mình. Khi s ống cùng \nvới cha mẹ, con có ngh ĩa vụ tham gia công vi ệc gia đình, lao động, sản xuất, tạo \nthu nhập nhằm bảo đảm đời sống chung c ủa gia đình; đóng góp thu nh ập vào việc \nđáp ứng nhu cầu của gia đình phù h ợp với khả năng của mình. \n5. Được hưởng quyền về tài sản tương xứng với công sức đóng góp vào tài s ản \ncủa gia đình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 71",
    "text": "Điều 71. Ngh ĩa vụ và quyền chăm sóc, nuôi d ưỡng  \n1. Cha, m ẹ có nghĩa vụ và quyền ngang nhau, cùng nhau ch ăm sóc, nuôi d ưỡng \ncon chưa thành niên, con đã thành niên m ất năng lực hành vi dân s ự hoặc không có \nkhả năng lao động và không có tài s ản để tự nuôi mình. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  37 \n2. Con có ngh ĩa vụ và quyền chăm sóc, nuôi d ưỡng cha m ẹ, đặc biệt khi cha \nmẹ mất năng lực hành vi dân s ự, ốm đau, già yếu, khuyết tật; trường hợp gia đình \ncó nhiều con thì các con ph ải cùng nhau ch ăm sóc, nuôi d ưỡng cha mẹ.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 72",
    "text": "Điều 72. Ngh ĩa vụ và quyền giáo dục con \n1. Cha m ẹ có nghĩa vụ và quyền giáo dục con, ch ăm lo và t ạo điều kiện cho \ncon học tập. \nCha mẹ tạo điều kiện cho con được sống trong môi tr ường gia đình đầm ấm, \nhòa thuận; làm gương tốt cho con v ề mọi mặt; phối hợp chặt chẽ với nhà trường, \ncơ quan, tổ chức trong vi ệc giáo dục con. \n2. Cha mẹ hướng dẫn con chọn nghề; tôn trọng quyền chọn nghề, quyền tham \ngia hoạt động chính tr ị, kinh tế, văn hóa, xã h ội của con. \n3. Cha mẹ có thể đề nghị cơ quan, tổ chức hữu quan giúp đỡ để thực hiện việc \ngiáo dục con khi g ặp khó khăn không th ể tự giải quyết được.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 73",
    "text": "Điều 73. Đại diện cho con  \n1. Cha m ẹ là người đại diện theo pháp lu ật của con chưa thành niên, con đã \nthành niên m ất năng lực hành vi dân s ự, trừ trường hợp con có ng ười khác làm \ngiám hộ hoặc có người khác đại diện theo pháp lu ật. \n2. Cha ho ặc mẹ có quyền tự mình thực hiện giao dịch nhằm đáp ứng nhu cầu \nthiết yếu của con chưa thành niên, con đã thành niên m ất năng lực hành vi dân s ự \nhoặc không có kh ả năng lao động và không có tài s ản để tự nuôi mình. \n3. Đối với giao dịch liên quan đến tài sản là bất động sản, động sản có đăng \nký quyền sở hữu, quyền sử dụng, tài sản đưa vào kinh doanh c ủa con chưa thành \nniên, con đã thành niên m ất năng lực hành vi dân s ự thì phải có sự thỏa thuận \ncủa cha mẹ. \n4. Cha, m ẹ phải chịu trách nhi ệm liên đới về việc thực hiện giao dịch liên quan \nđến tài sản của con được quy định tại khoản 2 và kho ản 3 Điều này và theo quy \nđịnh của Bộ luật dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 74",
    "text": "Điều 74. Bồi thường thiệt hại do con gây ra \nCha mẹ phải bồi thường thiệt hại do con ch ưa thành niên, con đã thành niên \nmất năng lực hành vi dân s ự gây ra theo quy định của Bộ luật dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 75",
    "text": "Điều 75. Quy ền có tài sản riêng của con  \n1. Con có quy ền có tài s ản riêng. Tài s ản riêng của con bao g ồm tài sản được \nthừa kế riêng, được tặng cho riêng, thu nh ập do lao động của con, hoa l ợi, lợi tức \nphát sinh t ừ tài sản riêng của con và thu nh ập hợp pháp khác. Tài s ản được hình \nthành từ tài sản riêng của con cũng là tài s ản riêng của con. \n2. Con từ đủ 15 tuổi trở lên sống chung v ới cha mẹ phải có nghĩa vụ chăm lo \nđời sống chung c ủa gia đình; đóng góp vào vi ệc đáp ứng nhu cầu thiết yếu của gia \nđình nếu có thu nh ập. \n38 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \n3. Con đã thành niên có ngh ĩa vụ đóng góp thu nh ập vào việc đáp ứng nhu cầu \ncủa gia đình theo quy định tại khoản 4",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 70",
    "text": "Điều 70 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 76",
    "text": "Điều 76. Quản lý tài sản riêng của con  \n1. Con từ đủ 15 tuổi trở lên có th ể tự mình quản lý tài sản riêng ho ặc nhờ cha \nmẹ quản lý. \n2. Tài sản riêng của con dưới 15 tuổi, con mất năng lực hành vi dân s ự do cha \nmẹ quản lý. Cha m ẹ có thể ủy quyền cho người khác quản lý tài sản riêng của con. \nTài sản riêng của con do cha m ẹ hoặc người khác qu ản lý được giao lại cho con \nkhi con từ đủ 15 tuổi trở lên hoặc khi con khôi ph ục năng lực hành vi dân s ự đầy \nđủ, trừ trường hợp cha mẹ và con có th ỏa thuận khác.  \n3. Cha m ẹ không qu ản lý tài s ản riêng c ủa con trong tr ường hợp con đang \nđược người khác giám h ộ theo quy định của Bộ luật dân sự; người tặng cho tài \nsản hoặc để lại tài sản thừa kế theo di chúc cho ng ười con đã chỉ định người \nkhác quản lý tài sản đó hoặc trường hợp khác theo quy định của pháp lu ật. \n4. Trong tr ường hợp cha mẹ đang quản lý tài s ản riêng c ủa con chưa thành \nniên, con đã thành niên m ất năng lực hành vi dân s ự mà con được giao cho ng ười \nkhác giám h ộ thì tài sản riêng của con được giao lại cho người giám hộ quản lý \ntheo quy định của Bộ luật dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 77",
    "text": "Điều 77. Định đoạt tài sản riêng c ủa con chưa thành niên, con đã thành \nniên mất năng lực hành vi dân s ự  \n1. Trường hợp cha mẹ hoặc người giám hộ quản lý tài sản riêng của con dưới \n15 tuổi thì có quy ền định đoạt tài sản đó vì lợi ích của con, nếu con từ đủ 09 tuổi \ntrở lên thì ph ải xem xét nguy ện vọng của con. \n2. Con từ đủ 15 tuổi đến dưới 18 tuổi có quyền định đoạt tài sản riêng, tr ừ \ntrường hợp tài sản là bất động sản, động sản có đăng ký quy ền sở hữu, quyền sử \ndụng hoặc dùng tài s ản để kinh doanh thì ph ải có sự đồng ý bằng văn bản của cha \nmẹ hoặc người giám hộ.  \n3. Trong tr ường hợp con đã thành niên m ất năng lực hành vi dân s ự thì việc \nđịnh đoạt tài sản riêng của con do ng ười giám hộ thực hiện.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 78",
    "text": "Điều 78. Quy ền, nghĩa vụ của cha nuôi, m ẹ nuôi và con nuôi \n1. Cha nuôi, m ẹ nuôi, con nuôi có quy ền và nghĩa vụ của cha, mẹ, con được \nquy định trong Lu ật này kể từ thời điểm quan h ệ nuôi con nuôi được xác lập theo \nquy định của Luật nuôi con nuôi. \nTrong trường hợp chấm dứt việc nuôi con nuôi theo quy ết định của Tòa án thì \nquyền, nghĩa vụ của cha nuôi, m ẹ nuôi với con nuôi ch ấm dứt kể từ ngày quy ết \nđịnh của Tòa án có hi ệu lực pháp luật. \n2. Quyền, nghĩa vụ của cha đẻ, mẹ đẻ và con đã làm con nuôi c ủa người khác \nđược thực hiện theo quy định của Luật nuôi con nuôi.  \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  39 \n3. Quyền, nghĩa vụ giữa cha đẻ, mẹ đẻ và con đẻ được khôi ph ục kể từ thời \nđiểm quan h ệ nuôi con nuôi ch ấm dứt. Trong tr ường hợp cha đẻ, mẹ đẻ không còn \nhoặc không có đủ điều kiện để nuôi con ch ưa thành niên, con đã thành niên m ất \nnăng lực hành vi dân s ự hoặc không có kh ả năng lao động và không có tài s ản để \ntự nuôi mình thì Tòa án gi ải quyết việc chấm dứt nuôi con nuôi và ch ỉ định người \ngiám hộ cho con theo quy định của Bộ luật dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 79",
    "text": "Điều 79. Quy ền, nghĩa vụ của cha dượng, mẹ kế và con riêng c ủa vợ hoặc \ncủa chồng  \n1. Cha dượng, mẹ kế có quyền và nghĩa vụ trông nom, nuôi d ưỡng, chăm sóc, \ngiáo dục con riêng c ủa bên kia cùng s ống chung v ới mình theo quy định tại các \nĐiều 69, 71 và 72 c ủa Luật này. \n2. Con riêng có quy ền và nghĩa vụ chăm sóc, phụng dưỡng cha dượng, mẹ kế cùng \nsống chung v ới mình theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 70",
    "text": "Điều 70 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 71",
    "text": "Điều 71 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 80",
    "text": "Điều 80. Quy ền, nghĩa vụ của con dâu, con r ể, cha mẹ vợ, cha mẹ chồng \nTrong trường hợp con dâu, con r ể sống chung v ới cha mẹ chồng, cha m ẹ vợ thì \ngiữa các bên có các quy ền, nghĩa vụ tôn trọng, quan tâm, ch ăm sóc và giúp đỡ \nnhau theo quy định tại các Điều 69, 70, 71 và 72 c ủa Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 81",
    "text": "Điều 81. Việc trông nom, ch ăm sóc, nuôi d ưỡng, giáo d ục con sau khi ly hôn  \n1. Sau khi ly hôn, cha m ẹ vẫn có quyền, nghĩa vụ trông nom, ch ăm sóc, nuôi \ndưỡng, giáo d ục con chưa thành niên, con đã thành niên m ất năng lực hành vi dân \nsự hoặc không có kh ả năng lao động và không có tài s ản để tự nuôi mình theo quy \nđịnh của Luật này, Bộ luật dân sự và các luật khác có liên quan. \n2. Vợ, chồng thỏa thuận về người trực tiếp nuôi con, ngh ĩa vụ, quyền của mỗi \nbên sau khi ly hôn đối với con; trường hợp không th ỏa thuận được thì Tòa án quy ết \nđịnh giao con cho m ột bên trực tiếp nuôi căn cứ vào quyền lợi về mọi mặt của con; \nnếu con từ đủ 07 tuổi trở lên thì ph ải xem xét nguy ện vọng của con. \n3. Con dưới 36 tháng tu ổi được giao cho m ẹ trực tiếp nuôi, tr ừ trường hợp \nngười mẹ không đủ điều kiện để trực tiếp trông nom, ch ăm sóc, nuôi d ưỡng, giáo d ục \ncon hoặc cha mẹ có thỏa thuận khác phù h ợp với lợi ích của con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 82",
    "text": "Điều 82. Ngh ĩa vụ, quyền của cha, mẹ không trực tiếp nuôi con sau khi ly hôn \n1. Cha, m ẹ không trực tiếp nuôi con có ngh ĩa vụ tôn trọng quyền của con được \nsống chung v ới người trực tiếp nuôi. \n2. Cha, m ẹ không trực tiếp nuôi con có ngh ĩa vụ cấp dưỡng cho con. \n3. Sau khi ly hôn, ng ười không tr ực tiếp nuôi con có quy ền, nghĩa vụ thăm \nnom con mà không ai được cản trở. \nCha, mẹ không trực tiếp nuôi con l ạm dụng việc thăm nom để cản trở hoặc gây \nảnh hưởng xấu đến việc trông nom, ch ăm sóc, nuôi d ưỡng, giáo d ục con thì ng ười \n40 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \ntrực tiếp nuôi con có quy ền yêu cầu Tòa án h ạn chế quyền thăm nom con c ủa \nngười đó.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 83",
    "text": "Điều 83. Ngh ĩa vụ, quyền của cha, m ẹ trực tiếp nuôi con đối với người \nkhông trực tiếp nuôi con sau khi ly hôn \n1. Cha, m ẹ trực tiếp nuôi con có quy ền yêu cầu người không tr ực tiếp nuôi con \nthực hiện các ngh ĩa vụ theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 82",
    "text": "Điều 82 của Luật này; yêu c ầu người \nkhông trực tiếp nuôi con cùng các thành viên gia đình tôn tr ọng quyền được nuôi \ncon của mình. \n2. Cha, m ẹ trực tiếp nuôi con cùng các thành viên gia đình không được cản trở \nngười không tr ực tiếp nuôi con trong vi ệc thăm nom, ch ăm sóc, nuôi d ưỡng, giáo \ndục con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 84",
    "text": "Điều 84. Thay đổi người trực tiếp nuôi con sau khi ly hôn  \n1. Trong tr ường hợp có yêu c ầu của cha, mẹ hoặc cá nhân, t ổ chức được quy \nđịnh tại khoản 5 Điều này, Tòa án có th ể quyết định việc thay đổi người trực tiếp \nnuôi con.  \n2. Việc thay đổi người trực tiếp nuôi con được giải quyết khi có m ột trong các \ncăn cứ sau đây: \na) Cha, m ẹ có thỏa thuận về việc thay đổi người trực tiếp nuôi con phù h ợp với \nlợi ích của con; \nb) Người trực tiếp nuôi con không còn đủ điều kiện trực tiếp trông nom, ch ăm \nsóc, nuôi d ưỡng, giáo d ục con. \n3. Việc thay đổi người trực tiếp nuôi con ph ải xem xét nguy ện vọng của con từ \nđủ 07 tuổi trở lên. \n4. Trong tr ường hợp xét thấy cả cha và m ẹ đều không đủ điều kiện trực tiếp \nnuôi con thì Tòa án quy ết định giao con cho ng ười giám hộ theo quy định của Bộ \nluật dân sự. \n5. Trong tr ường hợp có căn cứ theo quy định tại Điểm b khoản 2 Điều này thì \ntrên cơ sở lợi ích của con, cá nhân, c ơ quan, tổ chức sau có quy ền yêu cầu thay đổi \nngười trực tiếp nuôi con: \na) Người thân thích; \nb) Cơ quan quản lý nhà n ước về gia đình; \nc) Cơ quan quản lý nhà n ước về trẻ em; \nd) Hội liên hiệp phụ nữ.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 85",
    "text": "Điều 85. Hạn chế quyền của cha, mẹ đối với con chưa thành niên \n1. Cha, m ẹ bị hạn chế quyền đối với con chưa thành niên trong các tr ường hợp \nsau đây: \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  41 \na) Bị kết án về một trong các t ội xâm phạm tính mạng, sức khỏe, nhân ph ẩm, \ndanh dự của con với lỗi cố ý hoặc có hành vi vi ph ạm nghiêm tr ọng nghĩa vụ trông \nnom, chăm sóc, nuôi d ưỡng, giáo d ục con; \nb) Phá tán tài s ản của con;  \nc) Có lối sống đồi trụy;  \nd) Xúi giục, ép buộc con làm nh ững việc trái pháp lu ật, trái đạo đức xã hội. \n2. Căn cứ vào từng trường hợp cụ thể, Tòa án có th ể tự mình hoặc theo yêu c ầu \ncủa cá nhân, c ơ quan, tổ chức quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 86",
    "text": "Điều 86 của Luật này ra quy ết định \nkhông cho cha, m ẹ trông nom, ch ăm sóc, giáo d ục con, qu ản lý tài sản riêng của \ncon hoặc đại diện theo pháp lu ật cho con trong th ời hạn từ 01 năm đến 05 năm. \nTòa án có th ể xem xét vi ệc rút ngắn thời hạn này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 86",
    "text": "Điều 86. Người có quyền yêu cầu Tòa án h ạn chế quyền của cha, mẹ đối với \ncon chưa thành niên  \n1. Cha, m ẹ, người giám hộ của con chưa thành niên, theo quy định của pháp luật \nvề tố tụng dân sự, có quyền yêu cầu Tòa án h ạn chế quyền của cha, mẹ đối với con \nchưa thành niên. \n2. Cá nhân, c ơ quan, tổ chức sau đây, theo quy định của pháp lu ật về tố tụng \ndân sự, có quyền yêu cầu Tòa án h ạn chế quyền của cha, mẹ đối với con chưa \nthành niên: \na) Người thân thích; \nb) Cơ quan quản lý nhà n ước về gia đình; \nc) Cơ quan quản lý nhà n ước về trẻ em; \nd) Hội liên hiệp phụ nữ. \n3. Cá nhân, c ơ quan, tổ chức khác khi phát hi ện cha, mẹ có hành vi vi ph ạm \nquy định tại khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 85",
    "text": "Điều 85 của Luật này có quy ền đề nghị cơ quan, tổ chức quy \nđịnh tại các Điểm b, c và d kho ản 2 Điều này yêu c ầu Tòa án h ạn chế quyền của \ncha, mẹ đối với con chưa thành niên.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 87",
    "text": "Điều 87. Hậu quả pháp lý c ủa việc cha, mẹ bị hạn chế quyền đối với con \nchưa thành niên  \n1. Trong tr ường hợp cha hoặc mẹ bị Tòa án h ạn chế quyền đối với con chưa \nthành niên thì ng ười kia thực hiện quyền trông nom, nuôi d ưỡng, chăm sóc, giáo d ục \ncon, quản lý tài sản riêng của con và đại diện theo pháp lu ật cho con. \n2. Việc trông nom, ch ăm sóc, giáo d ục con và qu ản lý tài sản riêng của con \nchưa thành niên được giao cho ng ười giám hộ theo quy định của Bộ luật dân sự và \nLuật này trong các tr ường hợp sau đây: \na) Cha và m ẹ đều bị Tòa án hạn chế quyền đối với con chưa thành niên; \nb) Một bên cha, m ẹ không b ị hạn chế quyền đối với con chưa thành niên \nnhưng không đủ điều kiện để thực hiện quyền, nghĩa vụ đối với con; \n42 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nc) Một bên cha, m ẹ bị hạn chế quyền đối với con chưa thành niên và ch ưa xác \nđịnh được bên cha, m ẹ còn lại của con chưa thành niên. \n3. Cha, m ẹ đã bị Tòa án h ạn chế quyền đối với con chưa thành niên v ẫn phải \nthực hiện nghĩa vụ cấp dưỡng cho con.  \nMục 2 \nXÁC ĐỊNH CHA, M Ẹ, CON",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 88",
    "text": "Điều 88. Xác định cha, m ẹ  \n1. Con sinh ra trong th ời kỳ hôn nhân ho ặc do người vợ có thai trong th ời kỳ \nhôn nhân là con chung c ủa vợ chồng.  \nCon được sinh ra trong th ời hạn 300 ngày k ể từ thời điểm chấm dứt hôn nhân \nđược coi là con do ng ười vợ có thai trong th ời kỳ hôn nhân. \nCon sinh ra tr ước ngày đăng ký kết hôn và được cha mẹ thừa nhận là con \nchung của vợ chồng. \n2. Trong tr ường hợp cha, mẹ không th ừa nhận con thì ph ải có chứng cứ và \nphải được Tòa án xác định.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 89",
    "text": "Điều 89. Xác định con  \n1. Người không được nhận là cha, m ẹ của một người có thể yêu cầu Tòa án \nxác định người đó là con mình. \n2. Người được nhận là cha, m ẹ của một người có thể yêu cầu Tòa án xác định \nngười đó không ph ải là con mình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 90",
    "text": "Điều 90. Quy ền nhận cha, mẹ \n1. Con có quy ền nhận cha, mẹ của mình, kể cả trong trường hợp cha, mẹ đã chết. \n2. Con đã thành niên nh ận cha, không c ần phải có sự đồng ý của mẹ; nhận mẹ, \nkhông cần phải có sự đồng ý của cha.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 91",
    "text": "Điều 91. Quy ền nhận con \n1. Cha, m ẹ có quyền nhận con, kể cả trong trường hợp con đã chết. \n2. Trong tr ường hợp người đang có vợ, chồng mà nh ận con thì vi ệc nhận con \nkhông cần phải có sự đồng ý của người kia.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 92",
    "text": "Điều 92. Xác định cha, m ẹ, con trong tr ường hợp người có yêu c ầu chết \nTrong trường hợp có yêu c ầu về việc xác định cha, m ẹ, con mà ng ười có yêu \ncầu chết thì người thân thích c ủa người này có quy ền yêu cầu Tòa án xác định cha, \nmẹ, con cho ng ười yêu cầu đã chết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 93",
    "text": "Điều 93. Xác định cha, m ẹ trong trường hợp sinh con b ằng kỹ thuật hỗ trợ \nsinh sản \n1. Trong tr ường hợp người vợ sinh con b ằng kỹ thuật hỗ trợ sinh sản thì việc \nxác định cha, m ẹ được áp dụng theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 88",
    "text": "Điều 88 của Luật này.  \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  43 \n2. Trong tr ường hợp người phụ nữ sống độc thân sinh con b ằng kỹ thuật hỗ trợ \nsinh sản thì người phụ nữ đó là mẹ của con được sinh ra. \n3. Việc sinh con b ằng kỹ thuật hỗ trợ sinh sản không làm phát sinh quan h ệ \ncha, mẹ và con gi ữa người cho tinh trùng, cho noãn, cho phôi v ới người con được \nsinh ra. \n4. Việc xác định cha, m ẹ trong trường hợp mang thai h ộ vì mục đích nhân đạo \nđược áp dụng theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 94",
    "text": "Điều 94 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 94",
    "text": "Điều 94. Xác định cha, m ẹ trong tr ường hợp mang thai h ộ vì mục đích \nnhân đạo \nCon sinh ra trong tr ường hợp mang thai h ộ vì mục đích nhân đạo là con chung \ncủa vợ chồng nhờ mang thai h ộ kể từ thời điểm con được sinh ra.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 95",
    "text": "Điều 95. Điều kiện mang thai h ộ vì mục đích nhân đạo \n1. Việc mang thai h ộ vì mục đích nhân đạo phải được thực hiện trên cơ sở tự \nnguyện của các bên và được lập thành văn bản. \n2. Vợ chồng có quy ền nhờ người mang thai h ộ khi có đủ các điều kiện sau đây: \na) Có xác nh ận của tổ chức y tế có thẩm quyền về việc người vợ không th ể \nmang thai và sinh con ngay c ả khi áp dụng kỹ thuật hỗ trợ sinh sản; \nb) Vợ chồng đang không có con chung; \nc) Đã được tư vấn về y tế, pháp lý, tâm lý.  \n3. Người được nhờ mang thai h ộ phải có đủ các điều kiện sau đây: \na) Là người thân thích cùng hàng c ủa bên vợ hoặc bên chồng nhờ mang thai h ộ; \nb) Đã từng sinh con và ch ỉ được mang thai h ộ một lần; \nc) Ở độ tuổi phù hợp và có xác nh ận của tổ chức y tế có thẩm quyền về khả \nnăng mang thai h ộ; \nd) Trường hợp người phụ nữ mang thai h ộ có chồng thì phải có sự đồng ý bằng \nvăn bản của người chồng; \nđ) Đã được tư vấn về y tế, pháp lý, tâm lý. \n4. Việc mang thai h ộ vì mục đích nhân đạo không được trái với quy định của \npháp luật về sinh con b ằng kỹ thuật hỗ trợ sinh sản. \n5. Chính ph ủ quy định chi tiết Điều này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 96",
    "text": "Điều 96. Thỏa thuận về mang thai h ộ vì mục đích nhân đạo  \n1. Thỏa thuận về mang thai h ộ vì mục đích nhân đạo giữa vợ chồng nhờ mang \nthai hộ (sau đây gọi là bên nh ờ mang thai h ộ) và vợ chồng người mang thai h ộ \n(sau đây gọi là bên mang thai h ộ) phải có các n ội dung cơ bản sau đây: \na) Thông tin đầy đủ về bên nhờ mang thai h ộ và bên mang thai h ộ theo các \nđiều kiện có liên quan quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 95",
    "text": "Điều 95 của Luật này; \n44 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nb) Cam kết thực hiện các quy ền, nghĩa vụ quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 97",
    "text": "Điều 97 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 98",
    "text": "Điều 98 của \nLuật này;  \nc) Việc giải quyết hậu quả trong trường hợp có tai bi ến sản khoa; hỗ trợ để bảo \nđảm sức khỏe sinh sản cho người mang thai h ộ trong thời gian mang thai và sinh \ncon, việc nhận con của bên nhờ mang thai h ộ, quyền và nghĩa vụ của hai bên đối \nvới con trong tr ường hợp con chưa được giao cho bên nh ờ mang thai h ộ và các \nquyền, nghĩa vụ khác có liên quan; \nd) Trách nhi ệm dân sự trong trường hợp một hoặc cả hai bên vi ph ạm cam kết \ntheo thỏa thuận. \n2. Thỏa thuận về việc mang thai h ộ phải được lập thành văn bản có công ch ứng. \nTrong trường hợp vợ chồng bên nh ờ mang thai h ộ ủy quyền cho nhau ho ặc vợ \nchồng bên mang thai h ộ ủy quyền cho nhau v ề việc thỏa thuận thì việc ủy quyền \nphải lập thành v ăn bản có công ch ứng. Việc ủy quyền cho người thứ ba không có \ngiá trị pháp lý. \nTrong trường hợp thỏa thuận về mang thai h ộ giữa bên mang thai h ộ và bên \nnhờ mang thai h ộ được lập cùng với thỏa thuận giữa họ với cơ sở y tế thực hiện \nviệc sinh con b ằng kỹ thuật hỗ trợ sinh sản thì thỏa thuận này phải có xác nh ận của \nngười có thẩm quyền của cơ sở y tế này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 97",
    "text": "Điều 97. Quy ền, nghĩa vụ của bên mang thai h ộ vì mục đích nhân đạo \n1. Người mang thai h ộ, chồng của người mang thai h ộ có quyền, nghĩa vụ như \ncha mẹ trong việc chăm sóc sức khỏe sinh sản và chăm sóc, nuôi d ưỡng con cho \nđến thời điểm giao đứa trẻ cho bên nh ờ mang thai h ộ; phải giao đứa trẻ cho bên \nnhờ mang thai h ộ. \n2. Người mang thai h ộ phải tuân thủ quy định về thăm khám, các quy trình \nsàng lọc để phát hiện, điều trị các bất thường, dị tật của bào thai theo quy định của \nBộ Y tế. \n3. Người mang thai h ộ được hưởng chế độ thai sản theo quy định của pháp luật \nvề lao động và bảo hiểm xã hội cho đến thời điểm giao đứa trẻ cho bên nh ờ mang \nthai hộ. Trong tr ường hợp kể từ ngày sinh đến thời điểm giao đứa trẻ mà thời gian \nhưởng chế độ thai sản chưa đủ 60 ngày thì ng ười mang thai h ộ vẫn được hưởng \nchế độ thai sản cho đến khi đủ 60 ngày. Vi ệc sinh con do mang thai h ộ không tính \nvào số con theo chính sách dân s ố và kế hoạch hóa gia đình. \n4. Bên mang thai h ộ có quyền yêu cầu bên nhờ mang thai h ộ thực hiện việc hỗ \ntrợ, chăm sóc sức khỏe sinh sản. \nTrong trường hợp vì lý do tính m ạng, sức khỏe của mình ho ặc sự phát triển \ncủa thai nhi, ng ười mang thai h ộ có quyền quyết định về số lượng bào thai, vi ệc \ntiếp tục hay không ti ếp tục mang thai phù h ợp với quy định của pháp luật về chăm \nsóc sức khỏe sinh sản và sinh con b ằng kỹ thuật hỗ trợ sinh sản. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  45 \n5. Trong tr ường hợp bên nhờ mang thai h ộ từ chối nhận con thì bên mang thai \nhộ có quyền yêu cầu Tòa án bu ộc bên nhờ mang thai h ộ nhận con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 98",
    "text": "Điều 98. Quy ền, nghĩa vụ của bên nhờ mang thai h ộ vì mục đích nhân đạo \n1. Bên nh ờ mang thai h ộ có nghĩa vụ chi trả các chi phí th ực tế để bảo đảm \nviệc chăm sóc sức khỏe sinh sản theo quy định của Bộ Y tế.  \n2. Quyền, nghĩa vụ của bên nhờ mang thai h ộ vì mục đích nhân đạo đối với \ncon phát sinh k ể từ thời điểm con được sinh ra. Ng ười mẹ nhờ mang thai h ộ được \nhưởng chế độ thai sản theo quy định của pháp luật về lao động và bảo hiểm xã hội \ntừ thời điểm nhận con cho đến khi con đủ 06 tháng tu ổi. \n3. Bên nh ờ mang thai h ộ không được từ chối nhận con. Trong tr ường hợp \nbên nhờ mang thai h ộ chậm nhận con ho ặc vi phạm nghĩa vụ về nuôi dưỡng, \nchăm sóc con thì ph ải có nghĩa vụ cấp dưỡng cho con theo quy định của Luật \nnày và bị xử lý theo quy định của pháp lu ật có liên quan; n ếu gây thiệt hại cho \nbên mang thai h ộ thì phải bồi thường. Trong tr ường hợp bên nhờ mang thai h ộ \nchết thì con được hưởng thừa kế theo quy định của pháp lu ật đối với di sản của \nbên nhờ mang thai h ộ.  \n4. Giữa con sinh ra t ừ việc mang thai h ộ với các thành viên khác c ủa gia đình \nbên nhờ mang thai h ộ có các quy ền, nghĩa vụ theo quy định của Luật này, Bộ luật \ndân sự và luật khác có liên quan. \n5. Trong tr ường hợp bên mang thai h ộ từ chối giao con thì bên nh ờ mang thai \nhộ có quyền yêu cầu Tòa án bu ộc bên mang thai h ộ giao con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 99",
    "text": "Điều 99. Giải quyết tranh ch ấp liên quan đến việc sinh con b ằng kỹ thuật \nhỗ trợ sinh sản, mang thai h ộ vì mục đích nhân đạo \n1. Tòa án là c ơ quan có th ẩm quyền giải quyết tranh ch ấp về sinh con b ằng kỹ \nthuật hỗ trợ sinh sản, mang thai h ộ. \n2. Trong tr ường hợp chưa giao đứa trẻ mà cả hai vợ chồng bên nh ờ mang thai \nhộ chết hoặc mất năng lực hành vi dân s ự thì bên mang thai h ộ có quyền nhận nuôi \nđứa trẻ; nếu bên mang thai h ộ không nh ận nuôi đứa trẻ thì việc giám hộ và cấp \ndưỡng đối với đứa trẻ được thực hiện theo quy định của Luật này và B ộ luật dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 100",
    "text": "Điều 100. Xử lý hành vi vi ph ạm về sinh con b ằng kỹ thuật hỗ trợ sinh sản \nvà mang thai h ộ \nCác bên trong quan h ệ sinh con b ằng kỹ thuật hỗ trợ sinh sản, mang thai h ộ vi \nphạm điều kiện, quyền, nghĩa vụ được quy định tại Luật này thì tùy theo tính ch ất, \nmức độ vi phạm mà bị xử lý theo trách nhi ệm dân sự, hành chính, hình s ự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 101",
    "text": "Điều 101. Th ẩm quyền giải quyết việc xác định cha, m ẹ, con  \n1. Cơ quan đăng ký hộ tịch có thẩm quyền xác định cha, m ẹ, con theo quy định \ncủa pháp luật về hộ tịch trong tr ường hợp không có tranh ch ấp. \n46 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \n2. Tòa án có th ẩm quyền giải quyết việc xác định cha, m ẹ, con trong tr ường \nhợp có tranh ch ấp hoặc người được yêu cầu xác định là cha, m ẹ, con đã chết và \ntrường hợp quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 92",
    "text": "Điều 92 của Luật này.  \nQuyết định của Tòa án v ề xác định cha, m ẹ, con phải được gửi cho cơ quan \nđăng ký hộ tịch để ghi chú theo quy định của pháp lu ật về hộ tịch; các bên trong \nquan hệ xác định cha, m ẹ, con; cá nhân, c ơ quan, tổ chức có liên quan theo quy \nđịnh của pháp luật về tố tụng dân sự.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 102",
    "text": "Điều 102. Ng ười có quyền yêu cầu xác định cha, m ẹ, con  \n1. Cha, m ẹ, con đã thành niên không b ị mất năng lực hành vi dân s ự có quyền \nyêu cầu cơ quan đăng ký hộ tịch xác định con, cha, m ẹ cho mình trong tr ường hợp \nđược quy định tại khoản 1",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 101",
    "text": "Điều 101 của Luật này. \n2. Cha, m ẹ, con, theo quy định của pháp lu ật về tố tụng dân sự, có quyền yêu \ncầu Tòa án xác định con, cha, m ẹ cho mình trong tr ường hợp được quy định tại \nkhoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 101",
    "text": "Điều 101 của Luật này. \n3. Cá nhân, c ơ quan, tổ chức sau đây, theo quy định của pháp lu ật về tố tụng \ndân sự, có quyền yêu cầu Tòa án xác định cha, m ẹ cho con ch ưa thành niên, con đã \nthành niên m ất năng lực hành vi dân s ự; xác định con cho cha, m ẹ chưa thành niên \nhoặc mất năng lực hành vi dân s ự trong các tr ường hợp được quy định tại khoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 101",
    "text": "Điều 101 của Luật này: \na) Cha, m ẹ, con, người giám hộ; \nb) Cơ quan quản lý nhà n ước về gia đình; \nc) Cơ quan quản lý nhà n ước về trẻ em; \nd) Hội liên hiệp phụ nữ. \nChương VI \nQUAN H Ệ GIỮA CÁC THÀNH VIÊN KHÁC C ỦA GIA ĐÌNH",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 103",
    "text": "Điều 103. Quy ền, nghĩa vụ giữa các thành viên khác c ủa gia đình  \n1. Các thành viên gia đình có quy ền, nghĩa vụ quan tâm, ch ăm sóc, giúp đỡ, \ntôn trọng nhau. Quy ền, lợi ích hợp pháp về nhân thân và tài s ản của các thành viên \ngia đình quy định tại Luật này, Bộ luật dân sự và các lu ật khác có liên quan được \npháp luật bảo vệ. \n2. Trong tr ường hợp sống chung thì các thành viên gia đình có ngh ĩa vụ \ntham gia công vi ệc gia đình, lao động tạo thu nhập; đóng góp công s ức, tiền \nhoặc tài sản khác để duy trì đời sống chung c ủa gia đình phù h ợp với khả năng \nthực tế của mình. \n3. Nhà nước có chính sách t ạo điều kiện để các thế hệ trong gia đình quan tâm, \nchăm sóc, giúp đỡ nhau nhằm giữ gìn và phát huy truy ền thống tốt đẹp của gia \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  47 \nđình Việt Nam; khuy ến khích các cá nhân, t ổ chức trong xã h ội cùng tham gia vào \nviệc giữ gìn, phát huy truy ền thống tốt đẹp của gia đình Việt Nam.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 104",
    "text": "Điều 104. Quy ền, nghĩa vụ của ông bà n ội, ông bà ngo ại và cháu \n1. Ông bà n ội, ông bà ngo ại có quyền, nghĩa vụ trông nom, ch ăm sóc, giáo d ục \ncháu, sống mẫu mực và nêu g ương tốt cho con cháu; tr ường hợp cháu ch ưa thành \nniên, cháu đã thành niên m ất năng lực hành vi dân s ự hoặc không có kh ả năng lao \nđộng và không có tài s ản để tự nuôi mình mà không có ng ười nuôi dưỡng theo quy \nđịnh tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 105",
    "text": "Điều 105 của Luật này thì ông bà n ội, ông bà ngo ại có nghĩa vụ nuôi \ndưỡng cháu. \n2. Cháu có ngh ĩa vụ kính trọng, chăm sóc, ph ụng dưỡng ông bà n ội, ông bà \nngoại; trường hợp ông bà n ội, ông bà ngo ại không có con để nuôi dưỡng mình thì \ncháu đã thành niên có ngh ĩa vụ nuôi dưỡng.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 105",
    "text": "Điều 105. Quy ền, nghĩa vụ của anh, ch ị, em \nAnh, chị, em có quy ền, nghĩa vụ thương yêu, ch ăm sóc, giúp đỡ nhau; có \nquyền, nghĩa vụ nuôi dưỡng nhau trong tr ường hợp không còn cha m ẹ hoặc cha mẹ \nkhông có điều kiện trông nom, nuôi d ưỡng, chăm sóc, giáo d ục con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 106",
    "text": "Điều 106. Quy ền, nghĩa vụ của cô, dì, chú, c ậu, bác ru ột và cháu ru ột \nCô, dì, chú, c ậu, bác ruột và cháu ru ột có quyền, nghĩa vụ thương yêu, ch ăm \nsóc, giúp đỡ nhau; có quy ền, nghĩa vụ nuôi dưỡng nhau trong tr ường hợp người \ncần được nuôi dưỡng không còn cha, m ẹ, con và nh ững người được quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 104",
    "text": "Điều 104 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 105",
    "text": "Điều 105 của Luật này hoặc còn nhưng những người này không có \nđiều kiện để thực hiện nghĩa vụ nuôi dưỡng. \nChương VII \nCẤP DƯỠNG",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 107",
    "text": "Điều 107. Ngh ĩa vụ cấp dưỡng  \n1. Nghĩa vụ cấp dưỡng được thực hiện giữa cha, mẹ và con; gi ữa anh, chị, em \nvới nhau; gi ữa ông bà n ội, ông bà ngo ại và cháu; gi ữa cô, dì, chú, c ậu, bác ruột và \ncháu ruột; giữa vợ và chồng theo quy định của Luật này. \nNghĩa vụ cấp dưỡng không th ể thay thế bằng nghĩa vụ khác và không th ể \nchuyển giao cho ng ười khác. \n2. Trong tr ường hợp người có nghĩa vụ nuôi dưỡng trốn tránh ngh ĩa vụ thì \ntheo yêu c ầu của cá nhân, c ơ quan, tổ chức được quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 119",
    "text": "Điều 119 của Luật \nnày, Tòa án bu ộc người đó phải thực hiện nghĩa vụ cấp dưỡng theo quy định của \nLuật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 108",
    "text": "Điều 108. Một người cấp dưỡng cho nhi ều người \nTrong trường hợp một người có nghĩa vụ cấp dưỡng cho nhi ều người thì người \ncấp dưỡng và những người được cấp dưỡng thỏa thuận với nhau về phương thức \n48 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \nvà mức cấp dưỡng phù hợp với thu nhập, khả năng thực tế của người có nghĩa vụ \ncấp dưỡng và nhu c ầu thiết yếu của những người được cấp dưỡng; nếu không th ỏa \nthuận được thì yêu c ầu Tòa án gi ải quyết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 109",
    "text": "Điều 109. Nhi ều người cùng cấp dưỡng cho m ột người hoặc cho nhi ều \nngười \nTrong trường hợp nhiều người cùng có ngh ĩa vụ cấp dưỡng cho m ột người \nhoặc cho nhiều người thì những người này thỏa thuận với nhau về phương thức và \nmức đóng góp phù h ợp với thu nhập, khả năng thực tế của mỗi người và nhu c ầu \nthiết yếu của người được cấp dưỡng; nếu không th ỏa thuận được thì yêu c ầu Tòa \nán giải quyết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 110",
    "text": "Điều 110. Ngh ĩa vụ cấp dưỡng của cha, mẹ đối với con  \nCha, mẹ có nghĩa vụ cấp dưỡng cho con ch ưa thành niên, con đã thành niên \nkhông có kh ả năng lao động và không có tài s ản để tự nuôi mình trong tr ường hợp \nkhông sống chung v ới con hoặc sống chung v ới con nhưng vi phạm nghĩa vụ nuôi \ndưỡng con.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 111",
    "text": "Điều 111. Ngh ĩa vụ cấp dưỡng của con đối với cha, mẹ \nCon đã thành niên không s ống chung v ới cha, mẹ có nghĩa vụ cấp dưỡng cho \ncha, mẹ trong trường hợp cha, mẹ không có kh ả năng lao động và không có tài s ản \nđể tự nuôi mình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 112",
    "text": "Điều 112. Ngh ĩa vụ cấp dưỡng giữa anh, ch ị, em \nTrong trường hợp không còn cha m ẹ hoặc cha mẹ không có kh ả năng lao động và \nkhông có tài s ản để cấp dưỡng cho con thì anh, ch ị đã thành niên không s ống chung \nvới em có ngh ĩa vụ cấp dưỡng cho em ch ưa thành niên không có tài s ản để tự nuôi \nmình hoặc em đã thành niên không có kh ả năng lao động và không có tài s ản để tự \nnuôi mình; em đã thành niên không s ống chung v ới anh, chị có nghĩa vụ cấp dưỡng \ncho anh, ch ị không có kh ả năng lao động và không có tài s ản để tự nuôi mình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 113",
    "text": "Điều 113. Ngh ĩa vụ cấp dưỡng giữa ông bà n ội, ông bà ngo ại và cháu \n1. Ông bà n ội, ông bà ngo ại không s ống chung v ới cháu có ngh ĩa vụ cấp \ndưỡng cho cháu trong tr ường hợp cháu ch ưa thành niên ho ặc cháu đã thành niên \nkhông có kh ả năng lao động, không có tài s ản để tự nuôi mình và không có ng ười \ncấp dưỡng theo quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 112",
    "text": "Điều 112 của Luật này. \n2. Cháu đã thành niên không s ống chung v ới ông bà n ội, ông bà ngo ại có nghĩa \nvụ cấp dưỡng cho ông bà n ội, ông bà ngo ại trong trường hợp ông bà không có kh ả \nnăng lao động, không có tài s ản để tự nuôi mình và không có ng ười khác cấp \ndưỡng theo quy định của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 114",
    "text": "Điều 114. Ngh ĩa vụ cấp dưỡng giữa cô, dì, chú, c ậu, bác ruột và cháu ru ột \n1. Cô, dì, chú, c ậu, bác ruột không s ống chung v ới cháu ruột có nghĩa vụ cấp \ndưỡng cho cháu trong tr ường hợp cháu ch ưa thành niên ho ặc cháu đã thành niên \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  49 \nkhông có kh ả năng lao động và không có tài s ản để tự nuôi mình mà không có \nngười khác cấp dưỡng theo quy định của Luật này. \n2. Cháu đã thành niên không s ống chung v ới cô, dì, chú, c ậu, bác ruột có nghĩa \nvụ cấp dưỡng cho cô, dì, chú, c ậu, bác ruột trong trường hợp người cần được cấp \ndưỡng không có kh ả năng lao động và không có tài s ản để tự nuôi mình mà không \ncó người khác cấp dưỡng theo quy định của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 115",
    "text": "Điều 115. Ngh ĩa vụ cấp dưỡng giữa vợ và chồng khi ly hôn  \nKhi ly hôn n ếu bên khó kh ăn, túng thi ếu có yêu c ầu cấp dưỡng mà có lý do \nchính đáng thì bên kia có ngh ĩa vụ cấp dưỡng theo kh ả năng của mình.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 116",
    "text": "Điều 116. Mức cấp dưỡng \n1. Mức cấp dưỡng do người có nghĩa vụ cấp dưỡng và người được cấp dưỡng \nhoặc người giám hộ của người đó thỏa thuận căn cứ vào thu nh ập, khả năng thực tế \ncủa người có nghĩa vụ cấp dưỡng và nhu c ầu thiết yếu của người được cấp dưỡng; \nnếu không th ỏa thuận được thì yêu c ầu Tòa án gi ải quyết. \n2. Khi có lý do chính đáng, mức cấp dưỡng có thể thay đổi. Việc thay đổi mức \ncấp dưỡng do các bên th ỏa thuận; nếu không th ỏa thuận được thì yêu c ầu Tòa án \ngiải quyết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 117",
    "text": "Điều 117. Ph ương thức cấp dưỡng \nViệc cấp dưỡng có thể được thực hiện định kỳ hàng tháng, hàng quý, n ửa năm, \nhàng năm hoặc một lần. \nCác bên có th ể thỏa thuận thay đổi phương thức cấp dưỡng, tạm ngừng cấp \ndưỡng trong tr ường hợp người có nghĩa vụ cấp dưỡng lâm vào tình tr ạng khó \nkhăn về kinh tế mà không có kh ả năng thực hiện nghĩa vụ cấp dưỡng; nếu không \nthỏa thuận được thì yêu c ầu Tòa án gi ải quyết.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 118",
    "text": "Điều 118. Ch ấm dứt nghĩa vụ cấp dưỡng \nNghĩa vụ cấp dưỡng chấm dứt trong các tr ường hợp sau đây: \n1. Người được cấp dưỡng đã thành niên và có kh ả năng lao động hoặc có tài \nsản để tự nuôi mình; \n2. Người được cấp dưỡng được nhận làm con nuôi; \n3. Người cấp dưỡng đã trực tiếp nuôi dưỡng người được cấp dưỡng; \n4. Người cấp dưỡng hoặc người được cấp dưỡng chết; \n5. Bên được cấp dưỡng sau khi ly hôn đã kết hôn; \n6. Trường hợp khác theo quy định của luật.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 119",
    "text": "Điều 119. Ng ười có quyền yêu cầu thực hiện nghĩa vụ cấp dưỡng  \n1. Người được cấp dưỡng, cha, m ẹ hoặc người giám hộ của người đó, theo quy \nđịnh của pháp luật về tố tụng dân sự, có quyền yêu cầu Tòa án bu ộc người không \ntự nguyện thực hiện nghĩa vụ cấp dưỡng phải thực hiện nghĩa vụ đó. \n50 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  \n2. Cá nhân, c ơ quan, tổ chức sau đây, theo quy định của pháp lu ật về tố tụng \ndân sự, có quyền yêu cầu Tòa án bu ộc người không tự nguyện thực hiện nghĩa vụ \ncấp dưỡng phải thực hiện nghĩa vụ đó: \na) Người thân thích; \nb) Cơ quan quản lý nhà n ước về gia đình;  \nc) Cơ quan quản lý nhà n ước về trẻ em; \nd) Hội liên hiệp phụ nữ. \n3. Cá nhân, c ơ quan, tổ chức khác khi phát hi ện hành vi tr ốn tránh th ực hiện \nnghĩa vụ cấp dưỡng có quy ền đề nghị cơ quan, tổ chức quy định tại các điểm b, c \nvà d khoản 2 Điều này yêu c ầu Tòa án bu ộc người không t ự nguyện thực hiện \nnghĩa vụ cấp dưỡng phải thực hiện nghĩa vụ đó.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 120",
    "text": "Điều 120. Khuy ến khích vi ệc trợ giúp của tổ chức, cá nhân \nNhà nước và xã hội khuyến khích tổ chức, cá nhân tr ợ giúp bằng tiền hoặc tài \nsản khác cho gia đình, cá nhân có hoàn c ảnh đặc biệt khó khăn, túng thi ếu. \nChương VIII \nQUAN H Ệ HÔN NHÂN VÀ GIA ĐÌNH CÓ Y ẾU TỐ NƯỚC NGOÀI",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 121",
    "text": "Điều 121. Bảo vệ quyền, lợi ích hợp pháp c ủa các bên trong quan h ệ hôn \nnhân và gia đình có yếu tố nước ngoài  \n1. Ở nước Cộng hòa xã h ội chủ nghĩa Việt Nam, quan h ệ hôn nhân và gia \nđình có yếu tố nước ngoài được tôn trọng và bảo vệ phù hợp với các quy định của \npháp luật Việt Nam và điều ước quốc tế mà Cộng hòa xã h ội chủ nghĩa Việt Nam \nlà thành viên. \n2. Trong quan h ệ hôn nhân và gia đình với công dân Vi ệt Nam, ng ười nước \nngoài tại Việt Nam có các quy ền, nghĩa vụ như công dân Vi ệt Nam, trừ trường hợp \npháp luật Việt Nam có quy định khác. \n3. Nhà nước Cộng hòa xã h ội chủ nghĩa Việt Nam bảo hộ quyền, lợi ích hợp pháp \ncủa công dân Vi ệt Nam ở nước ngoài trong quan h ệ hôn nhân và gia đình phù hợp với \npháp luật Việt Nam, pháp lu ật của nước sở tại, pháp luật và tập quán qu ốc tế. \n4. Chính ph ủ quy định chi tiết việc giải quyết quan hệ hôn nhân và gia đình có \nyếu tố nước ngoài nh ằm bảo đảm quyền, lợi ích hợp pháp của các bên và b ảo đảm \nthực hiện quy định tại khoản 2",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 5",
    "text": "Điều 5 của Luật này.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 122",
    "text": "Điều 122. Áp d ụng pháp lu ật đối với quan hệ hôn nhân và gia đình có yếu \ntố nước ngoài \n1. Các quy định của pháp lu ật về hôn nhân và gia đình của nước Cộng hòa xã \nhội chủ nghĩa Việt Nam được áp dụng đối với quan hệ hôn nhân và gia đình có yếu \ntố nước ngoài, tr ừ trường hợp Luật này có quy định khác. \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  51 \nTrong trường hợp điều ước quốc tế mà Cộng hòa xã h ội chủ nghĩa Việt Nam là \nthành viên có quy định khác v ới quy định của Luật này thì áp d ụng quy định của \nđiều ước quốc tế đó. \n2. Trong tr ường hợp Luật này, các v ăn bản pháp lu ật khác của Việt Nam có \ndẫn chiếu về việc áp dụng pháp lu ật nước ngoài thì pháp lu ật nước ngoài được áp \ndụng, nếu việc áp dụng đó không trái v ới các nguyên t ắc cơ bản được quy định tại",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 2",
    "text": "Điều 2 của Luật này. \nTrong trường hợp pháp lu ật nước ngoài d ẫn chiếu trở lại pháp luật Việt Nam \nthì áp dụng pháp lu ật về hôn nhân và gia đình Việt Nam. \n3. Trong tr ường hợp điều ước quốc tế mà Cộng hòa xã h ội chủ nghĩa Việt Nam \nlà thành viên có d ẫn chiếu về việc áp dụng pháp lu ật nước ngoài thì pháp lu ật nước \nngoài được áp dụng.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 123",
    "text": "Điều 123. Th ẩm quyền giải quyết các vụ việc hôn nhân và gia đình có yếu \ntố nước ngoài  \n1. Thẩm quyền đăng ký hộ tịch liên quan đến các quan h ệ hôn nhân và gia đình \ncó yếu tố nước ngoài được thực hiện theo quy định của pháp luật về hộ tịch. \n2. Thẩm quyền giải quyết các vụ việc hôn nhân và gia đình có yếu tố nước ngoài \ntại Tòa án được thực hiện theo quy định của Bộ luật tố tụng dân sự. \n3. Tòa án nhân dân c ấp huyện nơi cư trú của công dân Vi ệt Nam hủy việc kết \nhôn trái pháp lu ật, giải quyết việc ly hôn, các tranh ch ấp về quyền và nghĩa vụ của \nvợ chồng, cha m ẹ và con, v ề nhận cha, mẹ, con, nuôi con nuôi và giám h ộ giữa \ncông dân Vi ệt Nam cư trú ở khu vực biên giới với công dân c ủa nước láng giềng \ncùng cư trú ở khu vực biên giới với Việt Nam theo quy định của Luật này và các \nquy định khác c ủa pháp luật Việt Nam.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 124",
    "text": "Điều 124. Hợp pháp hóa lãnh s ự giấy tờ, tài liệu về hôn nhân và gia đình  \nGiấy tờ do cơ quan có th ẩm quyền của nước ngoài lập, cấp hoặc xác nhận để sử \ndụng giải quyết các vụ việc hôn nhân và gia đình thì ph ải được hợp pháp hóa lãnh \nsự, trừ trường hợp được miễn hợp pháp hóa lãnh s ự theo điều ước quốc tế mà Cộng \nhòa xã hội chủ nghĩa Việt Nam là thành viên ho ặc theo nguyên t ắc có đi có lại.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 125",
    "text": "Điều 125. Công nh ận, ghi chú b ản án, quy ết định của Tòa án, c ơ quan có \nthẩm quyền của nước ngoài v ề hôn nhân và gia đình \n1. Việc công nh ận bản án, quyết định về hôn nhân và gia đình của Tòa án n ước \nngoài có yêu c ầu thi hành t ại Việt Nam được thực hiện theo quy định của Bộ luật tố \ntụng dân sự. \n2. Chính ph ủ quy định việc ghi vào s ổ hộ tịch các việc về hôn nhân và gia đình \ntheo bản án, quy ết định của Tòa án n ước ngoài mà không có yêu c ầu thi hành t ại \nViệt Nam ho ặc không có đơn yêu cầu không công nh ận tại Việt Nam; quy ết định \nvề hôn nhân và gia đình của cơ quan khác có th ẩm quyền của nước ngoài. \n52 CÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 126",
    "text": "Điều 126. Kết hôn có y ếu tố nước ngoài  \n1. Trong vi ệc kết hôn giữa công dân Vi ệt Nam với người nước ngoài, m ỗi bên \nphải tuân theo pháp lu ật của nước mình về điều kiện kết hôn; nếu việc kết hôn \nđược tiến hành tại cơ quan nhà n ước có thẩm quyền của Việt Nam thì ng ười nước \nngoài còn ph ải tuân theo các quy định của Luật này về điều kiện kết hôn. \n2. Việc kết hôn giữa những người nước ngoài th ường trú ở Việt Nam tại cơ \nquan có th ẩm quyền của Việt Nam ph ải tuân theo các quy định của Luật này về \nđiều kiện kết hôn.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 127",
    "text": "Điều 127. Ly hôn có y ếu tố nước ngoài  \n1. Việc ly hôn gi ữa công dân Vi ệt Nam với người nước ngoài, gi ữa người nước \nngoài với nhau thường trú ở Việt Nam được giải quyết tại cơ quan có th ẩm quyền \ncủa Việt Nam theo quy định của Luật này. \n2. Trong tr ường hợp bên là công dân Vi ệt Nam không th ường trú ở Việt Nam \nvào thời điểm yêu cầu ly hôn thì vi ệc ly hôn được giải quyết theo pháp lu ật của \nnước nơi thường trú chung c ủa vợ chồng; nếu họ không có n ơi thường trú chung \nthì giải quyết theo pháp lu ật Việt Nam. \n3. Việc giải quyết tài sản là bất động sản ở nước ngoài khi ly hôn tuân theo \npháp luật của nước nơi có bất động sản đó.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 128",
    "text": "Điều 128. Xác định cha, m ẹ, con có y ếu tố nước ngoài \n1. Cơ quan đăng ký hộ tịch Việt Nam có th ẩm quyền giải quyết việc xác định \ncha, mẹ, con mà không có tranh ch ấp giữa công dân Vi ệt Nam với người nước \nngoài, giữa công dân Vi ệt Nam với nhau mà ít nh ất một bên định cư ở nước ngoài, \ngiữa người nước ngoài v ới nhau mà ít nh ất một bên thường trú tại Việt Nam theo \nquy định của pháp luật về hộ tịch. \n2. Tòa án có th ẩm quyền của Việt Nam giải quyết việc xác định cha, m ẹ, con \ncó yếu tố nước ngoài đối với trường hợp quy định tại khoản 2 Điều 88, Điều 89, \nĐiều 90, kho ản 1, khoản 5 Điều 97, kho ản 3, khoản 5",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 98",
    "text": "Điều 98 và",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 99",
    "text": "Điều 99 của Luật \nnày; các tr ường hợp khác có tranh ch ấp.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 129",
    "text": "Điều 129. Ngh ĩa vụ cấp dưỡng có yếu tố nước ngoài \n1. Nghĩa vụ cấp dưỡng tuân theo pháp lu ật của nước nơi người yêu cầu cấp \ndưỡng cư trú. Trường hợp người yêu cầu cấp dưỡng không có n ơi cư trú tại Việt \nNam thì áp d ụng pháp lu ật của nước nơi người yêu cầu cấp dưỡng là công dân. \n2. Cơ quan có th ẩm quyền giải quyết đơn yêu cầu cấp dưỡng của người quy định \ntại khoản 1 Điều này là cơ quan của nước nơi người yêu cầu cấp dưỡng cư trú.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 130",
    "text": "Điều 130. Áp d ụng chế độ tài sản của vợ chồng theo th ỏa thuận; giải quyết \nhậu quả của việc nam, nữ chung sống với nhau nh ư vợ chồng mà không đăng \nký kết hôn có y ếu tố nước ngoài \nCÔNG BÁO/S ố 681 + 682/Ngày 16-7-2014  53 \nTrong trường hợp có yêu c ầu giải quyết việc áp dụng chế độ tài sản của vợ \nchồng theo th ỏa thuận; quan h ệ nam, nữ chung sống với nhau nh ư vợ chồng mà \nkhông đăng ký kết hôn có y ếu tố nước ngoài thì c ơ quan có th ẩm quyền của Việt \nNam áp d ụng các quy định của Luật này và các lu ật khác có liên quan c ủa Việt \nNam để giải quyết. \nChương IX \nĐIỀU KHOẢN THI HÀNH",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 131",
    "text": "Điều 131. Điều khoản chuyển tiếp  \n1. Quan h ệ hôn nhân và gia đình được xác lập trước ngày Lu ật này có hi ệu lực \nthì áp dụng pháp lu ật về hôn nhân và gia đình tại thời điểm xác lập để giải quyết. \n2. Đối với vụ việc về hôn nhân và gia đình do Tòa án th ụ lý trước ngày Lu ật này \ncó hiệu lực mà chưa giải quyết thì áp dụng thủ tục theo quy định của Luật này. \n3. Không áp d ụng Luật này để kháng ngh ị theo thủ tục giám đốc thẩm, tái \nthẩm đối với vụ việc mà Tòa án đã giải quyết theo quy định của pháp lu ật về hôn \nnhân và gia đình trước ngày Lu ật này có hi ệu lực.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 132",
    "text": "Điều 132. Hi ệu lực thi hành \nLuật này có hi ệu lực thi hành t ừ ngày 01 tháng 01 n ăm 2015. \nLuật hôn nhân và gia đình số 22/2000/QH10 h ết hiệu lực kể từ ngày Luật này \ncó hiệu lực.",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  },
  {
    "law_name": "Luật Hôn nhân và Gia đình năm 2014",
    "type": "Luật",
    "year": 2014,
    "section_type": "Điều",
    "title": "Điều 133",
    "text": "Điều 133. Quy định chi tiết và hướng dẫn thi hành \nChính phủ quy định chi tiết các điều, khoản được giao trong Lu ật. \nTòa án nhân dân t ối cao chủ trì phối hợp với Viện kiểm sát nhân dân t ối cao và \nBộ Tư pháp hướng dẫn thi hành các điều, khoản được giao trong Lu ật. \nLuật này đã được Quốc hội nước Cộng hòa xã h ội chủ nghĩa Việt Nam khóa XIII, \nkỳ họp thứ 7 thông qua ngày 19 tháng 6 n ăm 2014./. \nCHỦ TỊCH QUỐC HỘI \nNguyễn Sinh Hùng",
    "source_file": "VanBanGoc_52.2014.QH13_clean.txt"
  }
]